Repository: Square-dot-HipToBe/FieldService
Catalog: MyTime/MyTime/StringResources.*.resx
Languages: de, es, fi, hu, it, nl, pt

# AddCallPage_Books
source: Books
de: Bücher
es: Libros
fi: Kirjat
hu: Könyvek
it: Libri
nl: Boeken
pt: Livros

# AddCallPage_Brochures
source: Brochures
de: Broschüren
es: Folletos
fi: Kirjaset
hu: Füzetek
it: Opuscoli
pt: Brochuras

# AddCallPage_CallSaved
source: Call Saved.
de: Besuch gespeichert
es: Guardar Registro.
fi: Käynti tallennettu.
hu: Látogatás rögzítve.
it: Chiamata salvata
nl: Bezoek opgeslagen.
pt: Chamada Salva.

# AddCallPage_CallSavedFailed
source: Call Saving Failed.
de: Besuch speichern gescheitert
es: Error al guardar registro.
fi: Käynnin tallennus epäonnistui.
hu: Látogatás Rögzítése Sikertelen.
it: Salvataggio chiamata fallito
nl: Bezoek opslaan mislukt.
pt: Falha ao Salvar Visita.

# AddCallPage_Date
source: DATE
de: DATUM
es: FECHA
fi: PVM
hu: DÁTUM
it: DATA
nl: DATUM
pt: DATA

# AddCallPage_DeleteCall
source: delete call
de: Besuch löschen
es: Borrar Registro
fi: poista käynti
hu: Látogatás törölve
it: Elimina la chiamata
nl: Bezoek verwijderen
pt: excluir visita

# AddCallPage_DeleteCallConfirmation
source: Are you sure you want to delete this call?
de: Diesen Besuch wirlich löschen?
es: ¿Está seguro de que desea eliminar este registro?
fi: Haluatko varmasti poistaa käynnin?
hu: Biztosan törölnéd ezt a látogatást?
it: Sei sicuro di voler eliminare questa chiamata?
nl: Weet je zeker dat je dit bezoek wilt verwijderen?
pt: Deseja realmente excluir esta visita?

# AddCallPage_DeleteCallFailed
source: Deleting the call failed.
de: Löschung nicht erfolgreich!
es: No se pudo eliminar registro.
fi: Käynnin poistaminen epäonnistui.
hu: A látogatás törlése sikertelen.
it: Cancellazione chiamata fallita
nl: Verwijderen van het bezoek mislukt.
pt: Falha ao excluir visita.

# AddCallPage_Headline
source: call
de: Besuch
es: Registro
fi: käynti
hu: látogatás
it: Chiamata
nl: bezoek
pt: visita

# AddCallPage_Magazines
source: Magazines
de: Zeitschriften
es: Revistas
fi: Lehdet
hu: Folyóiratok
it: Riviste
nl: Tijdschriften
pt: Revistas

# AddCallPage_Notes
source: NOTES
de: NOTIZEN
es: NOTAS
fi: MUISTIINPANOT
hu: Megjegyzések
it: NOTE
nl: AANTEKENINGEN
pt: ANOTAÇÕES

# AddCallPage_Placements
source: PLACEMENTS
de: ORTE
es: COLOCACIONES
fi: KIRJALLISUUS
hu: TERJESZTÉSEK
it: LETTERATURA
nl: VERSPREIDING
pt: COLOCAÇÕES

# AddCallPage_Save
source: save
de: Speichern
es: Guardar
fi: tallenna
it: Salva
nl: opslaan
pt: salvar

# AddCallPage_SaveBeforeEditMessage
source: You must save the RV before adding a call.
de: Du musst zuerst den Rückbesuch speichern
es: Debe guardar el RV antes de añadir un registro.
fi: Tallenna UK ennen kuin lisäät käynnin
hu: Mentened kell az UL-t, mielőtt rögzítenél egy látogatást.
it: È necessario salvare la visita ulteriore prima di aggiungere una chiamata
nl: Je moet eerst het NB opslaan voordat je een bezoek toevoegd.
pt: Você deve salvar a Revisita antes de adicionar uma visita.

# AddRBCTimePage_AskForDoubleEntry
source: It appears you have already added time earlier today. Would you like to merge this new time with the previous time for today?
de: Es sieht so aus, als ob du heute bereits Zeit hinzugefügt hast. Möchtest die neue Zeit mit der vorherigen Zeit für heute zusammenfassen?
es: Al parecer, ya ha añadido horas de servicio a este día ¿Le gustaría combinar este nuevas horas con las horas anteriores?
fi: Olet jo lisännyt aikaa tänään. Haluatko yhdistää uuden merkinnän edellisen merkinnän kanssa?
hu: Úgy tűnik, ma már voltál a szolgálatban! Szeretnéd, hogy összevonjam a mostani idődet a korábban rögzítettel?
it: Sembra che hai aggiunto già del tempo oggi. Vuoi aggiungere il tempo nuovo con quello precedente di oggi?
nl: Je hebt al eerder vandaag velddiensttijd ingevoerd. Wil je deze nieuwe tijd samenvoegen met de vorige invoer?
pt: Parece que você já adicionou um tempo hoje. Gostaria de mesclar os tempos de hoje?

# AddRBCTimePage_Confirmation
source: Auxiliary Hour(s) Saved.
de: Zusatzzeit gespeichert
es: Horas auxiliar Guardadas.
fi: Muu palvelusaika tallennettu.
hu: Önkéntes munka Óra Rögzítve.
it: Ora(e) ausiliario salvata
nl: Bijzondere dienst uren opgeslagen
pt: Hora(s) Auxiliar Salva(s).

# AddRBCTimePage_ConvertMenuItem
source: convert to time
de: Zeit umwandeln
es: Convertir Tiempo
fi: muuta ajaksi
hu: Átalakítás időnek
it: Converti in ore
nl: omzetten naar tijd
pt: converter para hora

# AddRBCTimePage_Date
source: DATE
de: DATUM
es: FECHA
fi: PVM
hu: DÁTUM
it: DATA
nl: DATUM
pt: DATA

# AddRBCTimePage_Delete
source: delete
de: Löschen
es: BORRAR
fi: poista
hu: töröl
it: Cancella
nl: verwijderen
pt: excluir

# AddRBCTimePage_DeleteConfirmation
source: Auxiliary Time Deleted.
de: Hilfs gelöscht.
es: Auxiliar Tiempo eliminados.
fi: Muu palvelusaika poistettu.
hu: Önkéntes munka Törölve.
it: Ausiliaria tempo soppresso.
nl: Bijzondere dienst tijd verwijderd
pt: Tempo Auxiliar Excluído.

# AddRBCTimePage_DeleteFailed
source: Deleting Failed.
de: Das Löschen ist fehlgeschlagen.
es: Eliminación de Error.
fi: Poistaminen epäonnistui.
hu: Törlés sikertelen.
it: Eliminazione non riuscita.
nl: Verwijderen mislukt.
pt: Falha ao exclusão.

# AddRBCTimePage_Headline
source: auxiliary time
de: Zusatzzeit (RBK)
es: Tiempo Auxiliar
fi: muu palvelusaika
hu: önkéntes munka
it: Ore ausiliario
nl: Bijzondere dienst tijd
pt: tempo auxiliar

# AddRBCTimePage_Note
source: Auxiliary time is any type of time that is not field service related, but that can be reported on your field service report - e.g. for some appointed brothers & sisters time spent at regional building committee sites building kingdom halls can be noted on their report. Please see your congregation service overseer for details.
de: Mit Zusatzzeit ist jeder Zeittyp gemeint, der nicht direkt mit dem Predigtdienst in Zusammenhang steht, der jedoch im Bericht berücksichtigt werden kann. Brüder und Schwestern, die im Regionalen Baukomittee (RBK) tätig sind, können so zum Beispiel die für den Saalbau aufgebrachte Zeit im Bericht einschließen. Details klärst du bitte mit dem Dienstaufseher deiner Versammlung.
es: Tiempo auxiliar es cualquier tipo de tiempo que no es servicio de campo relacionado, pero que se puede informar en su informe de servicio de campo - por ejemplo, para algunos hermanos y hermanas completas el tiempo pasado en los sitios regionales del comité de construcción de la construcción de Salones del Reino se pueden observar en su informe. Por favor consulte a su superintendente de servicio congregación para más detalles.
fi: Muu palvelusaika on mitä tahansa palvelusaikaa, joka ei liity kenttäpalvelukseen, mutta joka voidaan liittää kenttäpalvelusraporttiin. Esimerkiksi veljet ja sisaret, jotka paikallinen rakennus- ja suunnittelukomitea on kutsunut työskentelemään rakennushankkeilla, voivat liittää näihin käytetyt tunnit kenttäpalvelusraporttiin. Seurakunnan palvelusvalvoja voi antaa tästä lisäohjeita.
hu: Önkéntes munka bármilyen alkalom, ami nem a szántóföldi szolgálattal kapcsolatos, azonban vezethető a munkajelentéseden - például néhány testvér vagy testvérnő a helyi építési bizottság által ki lett nevezve Királyság-termek építésére, vagy munkálatokban való részvételre. Kérlek, keresd meg a gyülekezeti szolgálat felvigyázót a részletekért.
it: Il tempo ausiliario è qualsiasi tipo di tempo che non è il servizio di campo, ma che può essere riportato sul vostro rapporto di servizio di campo: ad esempio per alcuni fratelli nominati e sorelle è il tempo trascorso nei siti di commissione edilizia regionale di costruzione delle Sale del Regno che si possono segnare sul loro rapporto. per dettagli riguardanti le ore che si possono segnare sul proprio rapporto, consultare il vostro sorvegliante di servizio di costruzione
nl: Bijzondere dienst tijd is tijd die niet velddienst gerelateerd is, maar mag worden vermeld op het velddienst bericht. Bijvoorbeeld voor broeders en zusters die zijn toegewezen aan het RBC. Raadpleeg alsjeblieft de dienstopziener voor meer informatie.
pt: Tempo auxiliar é qualquer tempo de serviçõ não relacionado ao serviço de campo, mas que pode ser relatado em seu relatório de serviço de campo - por exemplo, para alguns irmãos & irmãs o tempo gasto em comissões regionais de construção contruindo salões do reino pode ser anotado em seu relatório. Por favor, converse com o superintendente do serviço de sua congregação para mais detalhes.

# AddRBCTimePage_Notes
source: NOTES
de: NOTIZEN
es: NOTAS
fi: MUISTIINPANOT
hu: MEGJEGYZÉS
it: NOTE
nl: AANTEKENINGEN
pt: NOTAS

# AddRBCTimePage_Save
source: save
de: Speichern
es: Guardar
fi: tallenna
hu: mentés
it: Salva
nl: opslaan
pt: salvar

# AddRBCTimePage_SaveConfirmation
source: Time: {0} Hours Saved.
de: Zeit: {0} Stunden gespeichert.
es: Hora: {0} horas ahorradas.
fi: Aika: {0} tuntia tallennettu.
hu: Idő: {0} Óra Rögzítve.
it: Ora: {0} ore risparmiate.
nl: Tijd: {0} Uur opgeslagen.
pt: Tempo: {0} Horas Salvas.

# AddRBCTimePage_SaveFailed
source: Save Failed.
de: Speichern fehlgeschlagen.
fi: Tallennus epäonnistui.
hu: Rögzítés Sikertelen.
it: Salvare riuscita.
nl: Opslaan mislukt.
pt: Falha ao Salvar.

# AddRBCTimePage_Time
source: TIME
de: ZEIT
es: TIEMPO
fi: AIKA
hu: IDŐ
it: ORE
nl: TIJD
pt: TEMPO

# AddTimePage_Books
source: Books
de: Bücher
es: Libros
fi: Kirjat
hu: KÖNYVEK
it: Libri
nl: Boeken
pt: Livros

# AddTimePage_Brochures
source: Brochures
de: Broschüren
es: Folletos
fi: Kirjaset
hu: Füzetek
it: Opuscoli
pt: Brochuras

# AddTimePage_ConvertMenuItem
source: convert to rbc time
de: Zeit umwandeln
es: convertir Tiempo a RBC
fi: muuta PRS ajaksi
hu: elszámolás önkéntes munkaként
it: Convertire in tempo ausiliario
nl: omzetten naar RBC tijd
pt: Converter para tempo em CRC

# AddTimePage_Date
source: DATE
de: DATUM
es: FECHA
fi: PVM
hu: DÁTUM
it: DATA
nl: DATUM
pt: DATA

# AddTimePage_DeleteMenuItem
source: delete
de: Löschen
es: Borrar
fi: poista
hu: törlés
it: Cancella
nl: verwijderen
pt: excluir

# AddTimePage_Headline
source: time
de: Zeit
es: tiempo
fi: aika
hu: idő
it: Tempo
nl: tijd
pt: tempo

# AddTimePage_Magazines
source: Magazines
de: Zeitschriften
es: Revistas
fi: Lehdet
hu: Folyóiratok
it: Riviste
nl: Tijdschriften
pt: Revistas

# AddTimePage_Messages_RBCConvertFailed
source: Conversion Failed.
de: Umwandlung fehlgeschlagen
es: Error en Conversión.
fi: Muunto epäonnistui.
hu: Összevonás Sikertelen.
it: Conversione non riuscita
nl: Omzetten mislukt.
pt: Falha ao Converter.

# AddTimePage_Messages_RBCConvertSuccess
source: Time Converted to RBC.
de: Zeit umgewandelt
es: Convertir tiempo a RBC.
fi: Aika muutettu PRS ajaksi
hu: Idő átvezetve Önkéntes munkaként.
it: Tempo Convertito in Ausiliario
nl: Tijd omgezet naar RBC.
pt: Tempo Convertido para CRC.

# AddTimePage_Messages_SaveCompleted
source: Time: {0} Hours Saved.
de: Zeit: {0} Stunden gespeichert.
es: Time: {0} Horas Guardadas.
fi: Aika: {0} tuntia tallennettu.
hu: Idő: {0} Óra Rögzítve.
it: Tempo: {0} ora(e) salvate
nl: Tijd: {0} Uur opgeslagen.
pt: Tempo: {0} Horas Salvas.

# AddTimePage_Messages_SaveFailed
source: Failed to Save Time.
de: Zeit wurde nicht gespeichert.
es: Error al guardar el tiempo.
fi: Ajan tallennus epäonnistui.
hu: Nem sikerült rögzíteni az időt.
it: Salvataggio ora(e) fallito
nl: Tijd opslaan mislukt.
pt: Falha ao Salvar Tempo.

# AddTimePage_Messages_TimeDeleteFailed
source: Delete Failed.
de: Löschen gescheitert.
es: Error al borrar.
fi: Poisto epäonnistui.
hu: Törlés Sikertelen.
it: Cancellazione tempo fallito
nl: Verwijderen mislukt.
pt: Falha ao Excluir.

# AddTimePage_Messages_TimeDeleteSuccess
source: Time Deleted.
de: Zeit gelöscht.
es: Horas eliminadas.
fi: Aika poistettu.
hu: Idő Törölve.
it: Cancellazione tempo avvenuta con successo
nl: Tijd verwijderd.
pt: Tempo Excluído.

# AddTimePage_Notes
source: NOTES
de: NOTIZEN
es: NOTAS
fi: MUISTIINPANOT
hu: MEGJEGYZÉS
it: NOTE
nl: AANTEKENINGEN
pt: NOTAS

# AddTimePage_Placements
source: PLACEMENTS
de: LITERATUR
es: COLOCACIONES
fi: KIRJALLISUUS
hu: TERJESZTÉSEK
it: LETTERATURA
nl: VERSPREIDING
pt: COLOCAÇÕES

# AddTimePage_RVs
source: Return Visits
de: Rückbesuche
es: Volver a Visitar
fi: Uusintakäynnit
hu: Újralátogatások
it: Visite Ulteriori
nl: Nabezoeken
pt: Revisitas

# AddTimePage_Save
source: save
de: Speichern
es: Guardar
fi: tallenna
hu: mentés
it: Salva
nl: opslaan
pt: salvar

# AddTimePage_Time
source: TIME
de: ZEIT
es: TIEMPO
fi: AIKA
hu: IDŐ
it: TEMPO
nl: TIJD
pt: TEMPO

# AddTime_BibleStudies
source: Bible Studies
de: Bibelstudien
es: Estudios de la Biblia
fi: Raamatuntutkistelut
hu: Biblia tanulmányozások
it: Studi Biblici
nl: Bijbelstudies
pt: Estudos Bíblicos

# ApplicationName
source: FIELD SERVICE
de: PREDIGTDIENST
es: SERVICIO DE CAMPO
fi: KENTTÄPALVELUS
hu: SZÁNTÓFÖLDI SZOLGÁLAT
nl: VELDDIENST
pt: SERVIÇO DE CAMPO

# Application_DailyTextURL
source: http://wol.jw.org/en/wol/dt/r1/lp-e/{0}/{1}/{2}
de: http://wol.jw.org/de/wol/dt/r10/lp-x/{0}/{1}/{2}
es: http://wol.jw.org/es/wol/dt/r4/lp-s/{0}/{1}/{2}
fi: http://wol.jw.org/fi/wol/dt/r16/lp-fi/{0}/{1}/{2}
hu: http://wol.jw.org/hu/wol/dt/r17/lp-h/{0}/{1}/{2}
it: http://wol.jw.org/it/wol/dt/r6/lp-i/{0}/{1}/{2}
nl: http://wol.jw.org/nl/wol/dt/r18/lp-o/{0}/{1}/{2}
pt: http://wol.jw.org/pt/wol/dt/r5/lp-t/{0}/{1}/{2}

# BackupAndRestorePage_Backup
source: Backup
es: Respaldo
fi: Varmistus
hu: Mentés

# BackupAndRestorePage_Headline
source: manage cloud
de: Cloud verwalten
es: Gestión de Respaldos
fi: tallennustilan hallinta
hu: Felhő kezelése
it: Gestisci il cloud
nl: beheer cloud
pt: gerenciar nuvem

# BackupAndRestorePage_LastBackup
source: Last Backup Date
de: Datum letztes Backup
es: Fecha último respaldo
fi: Viimeisin varmistus
hu: Utolsó Mentés Dátuma
it: Ultimo Backup
nl: Datum laatste backup
pt: Data do Último Backup

# BackupAndRestorePage_Message
source: Please sign-in and allow access to your SkyDrive.
de: Bitte einloggen und den Zugang zu SkyDrive erlauben
es: Por favor, conéctese y permita el acceso a SkyDrive.
fi: Kirjaudu sisään OneDrive käyttöä varten
hu: Kérlek, jelentkezz be, és engedélyezd a hozzáférést SkyDrive fiókodhoz.
it: Per favore connettiti e consenti l’accesso al tuo SkyDrive
nl: Log alsjeblieft in en sta toegang tot SkyDrive toe.
pt: Por favor, entre e libere o acesso ao seu SkyDrive.

# BackupAndRestorePage_Messages_DwnlProgress
source: {0:0,0} of {1:0,0} downloaded.
de: {0:0,0} von {1:0,0} heruntergeladen.
es: {0:0,0} de {1:0,0} descargas.
fi: {0:0,0} / {1:0,0} ladattu palvelimelta.
hu: {0:0,0} of {1:0,0} letöltve.
it: {0:0,0} di {1:0,0} scaricati.
nl: {0:0,0} van {1:0,0} gedownload.
pt: {0:0,0} de {1:0,0} baixado.

# BackupAndRestorePage_Messages_NeverBackedUp
source: Never Backed Up!
de: Noch nie gesichert!
es: Nunca ha hecho un respaldo!
fi: Ei varmistuksia!
hu: Még nem készítettél másolatot!
it: Mai eseguito il Backup
nl: Nog nooit backup gemaakt!
pt: Backup nunca foi feito!

# BackupAndRestorePage_Messages_Progress
source: {0:0,0} of {1:0,0} uploaded.
de: {0:0,0} von {1:0,0} hochgeladen.
es: {0:0,0} de {1:0,0} Subida.
fi: {0:0,0} / {1:0,0} ladattu palvelimelle.
hu: {0:0,0} of {1:0,0} feltöltve.
it: {0:0,0} di {1:0,0} caricati.
nl: {0:0,0} van {1:0,0} verzonden.
pt: {0:0,0} de {1:0,0} enviados.

# BackupAndRestorePage_Messages_RestoreFailed
source: Restore Failed!
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar!
fi: Palautus epäonnistui!
hu: A Helyreállítás Sikertelen!
it: Ripristino non riuscito!
nl: Herstel mislukt!
pt: Falha ao Restaurar!

# BackupAndRestorePage_Messages_RestoreSuccess
source: Restore Completed!
de: Wiederherstellung erfolgreich
es: Restauracion Completa!
fi: Palautus valmis!
hu: Helyreállítás elkészült!
it: Ripristino avvenuto con successo!
nl: Herstel afgerond!
pt: Restauração Completada!

# BackupAndRestorePage_Messages_Restoring
source: Restoring Now...
de: Wiederherstellung läuft...
es: Restaurar Ahora...
fi: Palautetaan...
hu: Helyreállítás folyamatban...
it: Ripristino Ora ...
nl: Backup aan het herstellen...
pt: Restaurando Agora...

# BackupAndRestorePage_Messages_SkyDriveListingFailed
source: Skydrive Listing Failed.
de: Onedrive Listing fehlgeschlagen.
es: Skydrive Error al Leer.
fi: OneDrive listaus epäonnistui.
hu: A Skydrive Listázása Sikertelen.
it: Listing Onedrive riuscita.
nl: Ophalen lijst van Skydrive mislukt.
pt: Falha ao Listar Skydrive.

# BackupAndRestorePage_Messages_UploadFailed
source: Can't upload your backup data. Please log out and try again.
de: Kann das Backup nicht hochladen. Bitte ausloggen und neu versuchen
es: No se puede cargar los datos de copia de seguridad. Por favor, cierre la sesión y vuelva a intentarlo.
fi: Varmistusta ei ladattu palvelimelle. Kirjaudu ulos ja yritä uudelleen.
hu: Nem lehet feltölteni az elmentett adatokat. Kérlek, jelentkezz ki, és próbáld meg újra.
it: Non riesco a caricare i dati di backup. Si prega di effettuare il logout e riprovare
nl: Kan backup niet verzenden. Log alsjeblieft opnieuw in en probeer het opnieuw.
pt: Não foi possível enviar seus dados de backp. Por favor, saia e tente novamente.

# BackupAndRestorePage_Messages_Welcome
source: Welcome {0} {1}
de: Willkommen {0} {1}
es: Bienvenido {0} {1}
fi: Tervetuloa {0} {1}
hu: Üdvözöllek {0} {1}
it: Benvenuto {0} {1}
nl: Welkom {0} {1}
pt: Bem-vindo {0} {1}

# BackupAndRestorePage_NotSignedIn
source: Not signed in.
de: Nicht eingeloggt
es: No ha iniciado sesión
fi: Ei kirjautuneena sisään.
hu: Nincs bejelentkezve.
it: Accesso non eseguito
nl: Niet ingelogd.
pt: Não entrou.

# BackupAndRestorePage_Restore
source: Restore
de: Wiederherstellen
es: Restaurar
fi: Palauta
hu: Helyreállítás
it: Ripristina
nl: Herstel
pt: Restaurar

# BackupAndRestorePage_SignIn
source: Sign in
de: Einloggen
es: Ingresar
fi: Kirjaudu sisään
hu: Bejelentkezés
it: Entra
nl: Aanmelden
pt: Entre

# BackupAndRestorePage_Signout
source: Sign out
de: Ausloggen
es: Salir
fi: Kirjaudu ulos
hu: Kijelentkezés
it: Esci
nl: Afmelden
pt: Sair

# BackupAndRestorePage_Welcome
source: Welcome
de: Willkommen
es: Bienvenido
fi: Tervetuloa
hu: Üdvözöllek
it: Benvenuto
nl: Welkom
pt: Bem-vindo

# CustomReportsPage_ErrorText
source: You must choose a start & end date.
de: Wähle ein Start- und Enddatum
es: Debe elegir una fecha de inicio y fin.
fi: Aloitus ja lopetuspäivämäärä pitää valita.
hu: Válaszd ki a kezdő és a befejező dátumot.
it: E’ necessario scegliere una data di inizio e fine
nl: Je dient een begin en einddatum te selecteren.
pt: Você deve escolher uma data inicial & uma data final.

# CustomReportsPage_Headline
source: Custom Report
de: Benutzerdefinierter Bericht
es: Informe Personalizado
fi: Mukautettu raportti
hu: Egyéni Jelentés
it: Rapporto personalizzato
nl: Eigen rapportage
pt: Relatório Personalizado

# CustomReportsPage_Month
source: Month
de: Monat
es: mes
fi: Kuukausi
hu: Hónap
it: mese
nl: maand
pt: mensal

# CustomReportsPage_Range
source: RANGE
de: ZEITRAUM
es: INTERVALO
fi: AJANJAKSO
hu: INTERVALLUM
it: INTERVALLO
nl: BEREIK
pt: LIMITE

# CustomReportsPage_RunReport
source: Run Report
de: Bericht abrufen
es: Ejecutar Informe
fi: Muodosta raportti
hu: Jelentés futtatása
it: Esegui il report
nl: Rapportage opmaken
pt: Executar Relatório

# CustomReportsPage_Start
source: START DATE
de: BEGINNDATUM
es: FECHA DE INICIO
fi: ALOITUS PVM
hu: KEZDŐ DÁTUM
it: DATA DI INIZIO
nl: START DATUM
pt: DATA INICIAL

# CustomReportsPage_To
source: END DATE
de: ENDDATUM
es: FECHA DE FIN
fi: LOPETUS PVM
hu: BEFEJEZŐ DÁTUM
it: DATA FINE
nl: EIND DATUM
pt: DATA FINAL

# CustomReportsPage_Week
source: Week
de: Woche
es: semana
fi: Viikko
hu: Hét
it: settimana
pt: semanal

# CustomReportsPage_Year
source: Year
de: Jahr
es: año
fi: Vuosi
hu: ÉV
it: anno
nl: jaar
pt: anual

# FullRVListPage_Headline
source: return visits
de: Rückbesuche
es: Volver a Visitar
fi: uusintakäynnit
hu: Újralátogatások
it: Visite ulteriori
nl: nabezoeken
pt: revisitas

# FullRVListPage_YearOld
source: Year Old
de: Alter
es: Año Anterior
fi: vuotta vanha
hu: Éves
it: Età
nl: Jaar oud
pt: Idade

# MainPage_DT_ErrorText
source: You must be connected to the internet to view.
de: Sie müssen mit dem Internet verbunden sein, um den Tagestext zu lesen.
es: Es necesario estar conectado a Internet para leer el texto diario.
fi: Tämän ominaisuuden käyttämiseen tarvitaan Internet yhteys.
hu: A megtekintéshez csatlakoznod kell az internethez.
it: È necessario essere connessi a Internet per visualizzare il testo quotidiano
nl: Je dient verbonden te zijn met het internet om de dagtekst op te kunnen halen.
pt: Você deve estar conectado a internet para visualizar o texto diário.

# MainPage_Presentations_Headline
source: presentations
de: darbietungen
es: presentaciones
fi: esitykset
hu: felkínálások
it: presentazioni
nl: presentaties
pt: apresentações

# MainPage_MainMenu_AddAuxTime
source: add auxiliary time
de: Zusatzzeit erfassen
es: Agregar tiempo auxiliar
fi: lisää muuta aikaa
hu: önkéntes munka hozzáadása
it: Aggiungi altre ore
nl: bijzondere dienst tijd noteren
pt: adicionar tempo auxiliar

# MainPage_MainMenu_AddRv
source: add return visit
de: Neuer Rückbesuch
es: Agregar Revisisita
fi: lisää uusintakäynti
hu: újralátogatás hozzáadása
it: Aggiungi visita ulteriore
nl: na te bezoeken adres noteren
pt: adicionar revisita

# MainPage_MainMenu_AddTime
source: add time
de: Zeit erfassen
es: Agregar Tiempo
fi: lisää aikaa
hu: idő hozzáadása
it: Aggiungi ore
nl: tijd noteren
pt: adicionar tempo

# MainPage_MainMenu_BackupRestore
source: backup & restore
de: Datensicherung
fi: varmistus ja palautus
hu: mentés és helyreállítás
it: Backup e ripristino
nl: backup & herstel
pt: backup & restauraçao

# MainPage_MainMenu_CustomReport
source: custom time report
de: Benutzerdefinierter Bericht
es: hora del informe personalizado
fi: mukautettu raportti
hu: egyéni szántóföldi jelentés
it: Rapporto ora personalizzato
nl: aangepast rapport
pt: relátorio personalizado

# MainPage_MainMenu_MonthReport
source: {0} report
de: {0} Bericht
es: {0} Informe
fi: {0} raportti
hu: {0} jelentés
it: Rapporto {0}
nl: rapport voor {0}
pt: {0} relatório

# MainPage_MainMenu_SendReport
source: send service report
de: Bericht senden
es: Enviar Informe de Servicio
fi: lähetä raportti
hu: szántóföldi jelentés küldése
it: Invia rapporto
nl: velddienstrapport versturen
pt: enviar relatório de serviço

# MainPage_MainMenu_ServiceYearReport
source: service year report
de: Bericht Dienstjahr
es: informe de servicio por año
fi: palvelusvuosi
hu: éves szolgálati jelentés
it: Rapporto annuale
nl: jaaroverzicht
pt: relatório de ano de serviço

# MainPage_MainMenu_Settings
source: settings
de: Einstellungen
es: Configurar
fi: asetukset
hu: beállítások
it: Impostazioni
nl: instellingen
pt: configurações

# MainPage_MainMenu_WtLib
source: watchtower library
de: Wachtturm Bibliothek
fi: verkkokirjasto
hu: Őrtorony könyvtár
it: Libreria watchtower
pt: biblioteca watchtower

# MainPage_Messages_AddedTime
source: Time ({0} hrs & {1} min) added.
de: Time ({0} Std. & {1} min) hinzugefügt.
es: Tiempo ({0} horas & {1} min) agregado.
fi: Aika ({0} tuntia ja {1} min) lisätty.
hu: Idő ({0} óra és; {1} perc) hozzáadva.
it: Tempo ({0} ore e {1} min) aggiunto
nl: Tijd ({0} uur & {1} min) toegevoegd.
pt: Tempo ({0} hrs & {1} min) adicionados.

# MainPage_Messages_CantAddZeroMin
source: You can't add zero minutes.
de: Sie können nicht null Minuten erfassen.
es: No se puede agregar cero minutos.
fi: Et voi lisätä nolla minuuttia.
hu: Nem adhatsz hozzá nulla percet.
it: Non è possibile aggiungere zero minuti
nl: Je kan niet nul minuten toevoegen.
pt: Você não pode adicionar zero minutos.
