Repository: Square-dot-HipToBe/FieldService
Catalog: MyTime/MyTime/StringResources.*.resx
Languages: de, es, fi, hu, it, nl, pt

# SettingsPage_Settings_PrivacyPolicy
source: Privacy Policy: This app uses location services to find your address when entering a new return visit. While the address you enter is stored, the GPS location data recorded while searching for an address is never stored or transmitted.
de: Datenschutzerklärung: Diese App nutzt Standortbestimmungsdienste, um deine aktuelle Adresse zu bestimmen, wenn du einen neuen Rückbesuch erfasst. Während die Adresse gespeichert wird, werden die GPS Daten weder gespeichert noch übermittelt.
es: Política de privacidad: Esta aplicación utiliza los servicios de ubicación para encontrar su dirección al entrar en una nueva visita. Mientras que la dirección que introduzca se guarda, los datos de localización GPS grabadas durante la búsqueda de una dirección no se almacenan o transmiten.
fi: Yksityisyyslausunto: Tämä sovellus käyttää paikannuspalvelua osoitetietojen hakemiseen käynnin lisäyksen yhteydessä. Vaikka osoite tallennetaankin, haun aikana käytettyä GPS sijaintia ei tallenneta eikä välitetä edelleen.
hu: Adatvédelmi Nyilatkozat: Ez az alkalmazás helymeghatárózó szolgáltatást használ, hogy megtalálja a címet, amikor rögzítessz egy új újralátogatást. Amikor az adott címhelyen tartózkodsz, a GPS helymeghatározó rögzíti a földrajzi adataidat és keresi a hozzá tartozó pontos címet. Az eredményt nem tárolja és nem továbbítja.
it: Informativa sulla privacy: Questa applicazione utilizza i servizi di localizzazione per trovare il vostro indirizzo quando si entra in una nuova visita ulteriore. Mentre l'indirizzo immesso viene memorizzato, i dati di localizzazione GPS registrati durante la ricerca di un indirizzo non sono mai memorizzati o trasmessi.
nl: Privacybeleid: Deze app gebruikt locatiediensten om je adres op te zoeken wanneer je een nabezoek noteert. Hoewel het adres wordt opgeslagen, worden de GPS gegevens nooit opgeslagen of verzonden.
pt: Política de Privacidade: Esta app usa o serviço de localização para encontrar seu endereço quando digitar uma nova revisita. Enquanto o endereço digitado é armazenado, os dados de localização GPS gravados durante uma pesquisa de endereço nunca são armazenados ou transmitidos.

# SettingsPage_Settings_RoundTime
source: Round Time (Minute Increments)
de: Zeit runden (15 Minuten Regel)
es: Tiempo redondo (15 Minute Increments)
fi: Pyöristä aika (Minuutit)
hu: Kerekítési Idő (Percnyi lépésekben)
it: Arrotonda il tempo (incrementa di 15 minuti)
nl: Tijd afronden op 15 minuten
pt: Arredondar Tempo (de 15 em 15 Minutos)

# SettingsPage_Settings_SendMethod
source: Default Send Method
de: Standard Versandmethode
es: Método de envío predeterminada
fi: Lähetystavan oletusasetus
hu: Alapértelmezett küldési mód
it: Metodo di invio predefinito
nl: Standaard verzendmethode
pt: Método Padrão de Envio

# SettingsPage_Settings_SharingOptions
source: SHARING OPTIONS
de: VERSANDEINSTELLUNGEN
es: COMPARTIR OPCIONES
fi: JAKOASETUKSET
hu: MEGOSZTÁSI OPCIÓK
it: Opzioni di condivisione
nl: INSTELLINGEN VOOR DELEN
pt: OPÇÕES DE COMPARTILHAMENTO

# SettingsPage_Settings_SignatureMessage
source: Include Field Service Signature
de: Signatur einschalten
es: Incluya campo de firma Servicio
fi: Lisää allekirjoitus
hu: tartalmazza a 'Szántóföldi Szolgálat' aláírást
it: Includi la firma Field Service
nl: 'Velddienst' handtekening toevoegen
pt: Incluir Assinatura para Envio de Relatório

# SettingsPage_Settings_SignatureMessage2
source: Signature is only included on emailed reports. It’s left off of SMS reports.
de: Die Signatur wird nur bei E-Mails verwendet, nicht bei SMS.
es: Firma sólo se incluye en los informes enviados por correo electrónico. Se dejó de informes de SMS.
fi: Allekirjoitus lisätään vain sähköpostiviesteihin. Tekstiviestiin ei lisätä allekirjoitusta.
hu: Az aláírás csak az e-mailben küldött jelentések végére kerül. SMS jelentések végéről lehagyjuk.
it: La firma è inclusa solo sui rapporti inviati via email. Non è inclusa nei rapporti inviati via SMS
nl: Handtekening wordt alleen toegevoegd aan email berichten, niet aan SMS rapporten.
pt: Assinatura é incluída somente nos relatórios por e-mail. Não é enviada em relatórios por SMS.

# SettingsPage_Settings_SMS
source: SMS
fi: Tekstiviesti

# SettingsPage_Settings_UseLocServices
source: Use Location Services
de: Standortbestimmungsdienste verwenden
es: Utilice servicios de localización
fi: Käytä paikannuspalvelua
hu: Helymeghatározó Szolgáltatás Használata
it: Usa il servizio di localizzazione
nl: Locatiediensten gebruiken
pt: Usar Serviço de Localização

# TimeReport_AuxHoursAndMinutes
source: {0} Hour(s) and {1} Minute(s) Auxiliary Time
de: {0} Stunde (n) und {1} Minute (n) Hilfszeit
es: {0} Horas(s) y {1} Minuto(s) Tiempo Auxiliar
fi: {0} tuntia ja {1} minuuttia muuta palvelusaikaa
hu: {0} Óra és {1} Perc Önkéntes Munka
it: {0} Hour (s) e {1} minuto (s) Tempo ausiliario
nl: {0} uur en {1} minuten bijzondere dienst tijd
pt: {0} Hora(s) e {1} Minuto(s) Tempo Auxiliar

# TimeReport_HoursAndMinutes
source: {0} Hour(s) & {1} Minutes
de: {0} Stunde(n) & {1} Minute(n)
es: {0} Hora(s) & {1} Minutos
fi: {0} tuntia ja {1} minuuttia
hu: {0} Óra és ; {1} Perc
it: {0} Ora(e) e {1} Minuti
nl: {0} uur & {1} minuten
pt: {0} Hora(s) & {1} Minutos

# ViewPreviousVisitPage_Books
source: Books
de: Bücher
es: Libros
fi: Kirjat
hu: Könyvek
it: Libri
nl: Boeken
pt: Livros

# ViewPreviousVisitPage_Brochures
source: Brochures
de: Broschüren
es: Folletos
fi: Kirjaset
hu: Füzetek
it: Opuscoli
pt: Brochuras

# ViewPreviousVisitPage_Magazines
source: Magazines
de: Zeitschriften
es: Revistas
fi: Lehdet
hu: Folyóiratok
it: Riviste
nl: Tijdschriften
pt: Revistas

# ViewPreviousVisitPage_Menu_Edit
source: edit
de: Bearbeiten
es: editar
fi: muokkaa
hu: Szerkesztés
it: Modifica
nl: wijzigen
pt: editar

# ViewPreviousVisitPage_Notes
source: NOTES
de: NOTIZEN
es: NOTAS
fi: MUISTIINPANOT
hu: MEGJEGYZÉSEK
it: NOTE
nl: AANTEKENINGEN
pt: NOTAS

# ViewPreviousVisitPage_Placements
source: PLACEMENTS
de: LITERATUR
es: COLOCACIONES
fi: KIRJALLISUUS
hu: TERJESZTÉSEK
it: LETTERATURA
nl: VERSPREIDING
pt: COLOCAÇÕES

# ViewPreviousVisitPage_Rv
source: RETURN VISIT
de: RÜCKBESUCH
es: REVISITAS
fi: UUSINTAKÄYNNIT
hu: ÚJRALÁTOGATÁSOK
it: VISITE ULTERIORI
nl: NABEZOEK
pt: REVISITA

# AddTimePage_Tracts
source: Tracts
de: Traktate
es: Tratados
fi: Traktaatit
hu: Tájékoztató lapok
it: Volantini
nl: Traktaten
pt: Folhetos

# MainPage_Report_Tracts
source: Tracts: {0}
de: Traktate:{0}
es: Tratados:{0}
fi: Traktaatit: {0}
hu: Tájékoztató lapok: {0}
it: Volantini:{0}
nl: Traktaten: {0}
pt: Folhetos: {0}

# MainPage_Time_Tracts
source: Tracts
de: Traktate
es: Tratados
fi: Traktaatit
hu: Tájékoztató Lapok
it: Volantini
nl: Traktaten
pt: Folhetos

# ReportingPage_Chart_Header
source: chart
de: diagramm
es: gráfico
fi: kaavio
hu: diagramm
it: grafico
nl: tabel
pt: gráfico

# ReportingPage_Chart_YourTime
source: YOUR TIME
de: IHRE ZEIT
es: SU TIEMPO
fi: AIKA
hu: IDŐD
it: IL TUO TEMPO
nl: JE TIJD
pt: SEU TEMPO

# ReportingPage_Report_Tracts
source: Tracts
de: Traktate
es: Tratados
fi: Traktaattia
hu: Tájékoztató lapok
it: Volantini
nl: Traktaten
pt: Folhetos

# AddCallPage_Tracts
source: Tracts
de: Traktate
es: Tratados
fi: Traktaatit
hu: Tájékoztató lapok
it: Volantini
nl: Traktaten
pt: Folhetos

# HowTo_Header
source: new version!
de: neuen Version!
es: nueva versión!
fi: uusi versio!
hu: új verzió!
it: nuova versione!
nl: nieuwe versie!
pt: nova versão!

# HowTo_WhatsNext_I1
source: 1. House-to-House Record Tracking. 2. Record "not at home" visit for a return visit.
de: 1. Haus-zu-Haus-Tracking-Rekord. 2. Nehmen "nicht zu Hause" Besuch bei einem erneuten Besuch.
es: 1.-Casa por casa en el seguimiento de registros. 2. Anote "no en casa" visita para una nueva visita.
fi: 1. Ovelta ovelle kirjaukset. 2. Kirjaa "ei kotona" käynti uusintakäyntiä varten
hu: 1. Házról-házra feljegyzés támogatása. 2. "nincs otthon" rögzítése az újralátogatáshoz.
it: 1. Casa-a-Casa registro de rastreamento. 2. Grave "não em casa" visita para uma visita de retorno.
nl: 1. Huis-aan-Huis Record Tracking. 2. Neem "niet thuis" bezoek voor een tegenbezoek.
pt: 1. Casa-a-Casa registro de rastreamento. 2. Grave "não em casa" visita para uma visita de retorno.

# HowTo_WhatsNext_T1
source: Whats Next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fi: Mitä seuraavaksi?
hu: Mire számíthatsz még?
it: Cosa c'è di nuovo?
pt: Qual é o próximo?

# Reporting_ReportHeader
source: Field service report for {0}:
de: Predigtdienstbericht für {0}:
es: Informe de servicio de campo para {0}:
fi: Kenttäpalvelusraportti {0}:
hu: Szántóföldi Szolgálati Jelentés {0} részére:
it: Rapporto di servizio di campo per {0}:
nl: Field service rapport voor {0}:
pt: Relatório de serviço de campo para {0}:

# SettingsPage_FAQ_Headline
source: faq
fi: ukk
hu: GYIK

# SettingsPage_FAQ_HowToEnterRVs_A
source: There are two ways to enter RVs so they will show up on your report: 1. Using the built-in RV database. a. Save a new RV or enter an existing RV. b. Per the OD book, you don’t count the initial visit as an RV, so the first visit will not show up on your report, but all subsequent visits will be automatically counted on your report. 2. Manually count your RVs a. This method will only work if you don’t want to use the first method. You can’t use both at the same time. b. To turn on manually counting of RVs go to: “Settings > Automatically count RVs” and turn it off. c. Now you will be able to count RVs manually on your add time page.
de: Es gibt zwei Möglichkeiten deinen Besuch in den Bericht aufzunehmen: 1. Mit der internen Rückbesuche Datenbank. (default) a. Speichere oder erstelle einen Rückbesuch. b. Nach dem erstellen eines Rückbesuches wird der erste Besuch nicht als Rückbesuch gewertet. Alle weiteren Besuche werden dann automatisch in deinen Bericht übernommen. 2. Manuelles zählen deiner Rückbesuche a. Diese Option ist nur alleine Anwendbar. Es gibt keine Möglichkeit beides gleichzeitig zu verwenden. b. Um das manuelle zählen der Rückbesuche gehe zu: "Einstellungen" > "Automatisches zählen von Rückbesuche" und deaktiviere es. c. Nun kannst du Rückbesuche manuell erfassen.
es: Hay dos maneras de entrar en visitas de retorno por lo que se mostrará en informe: 1. Uso incorporado de la base de datos de visitas de retorno . a. Guardar un nuevo RV o introduzca una visitas de retorna existente. b. Por el libro OD, no se cuenta la visita inicial como una visita de retorna, por lo que la primera visita no se mostrará en su informe, pero todas las visitas subsiguientes serán contados de forma automática en su informe. 2. Contar manualmente tus RVs a. Este método sólo funcionará si usted no desea utilizar el primer método. No puede usar las dos al mismo tiempo. b. Para activar el contar manual de visitas de retorno, vaya a: "Ajustes > Contar automáticamente retorno visitas" y apagarlo. c. Ahora vas a poder contar manual visitas de retorno y colocaciones.
fi: Voit lisätä uusintakäynnit kahdella eri tavalla, niin että ne tulevat mukaan raporttiin: 1. Käytä sisäistä uusintakäyntitietokantaa. a. Tallenna uusi tai käytä tallennettua uusintakäyntiä. b. Järjestetyt kirjan mukaisesti, ensimmäinen käynti ei ole uusintakäynti, joten sitä ei kirjata uusintakäynniksi raportille, mutta seuraavat käynnit lasketaan raporttiin mukaan. 2. Laske uusintakäynnit erikseen a. Tämä käytäntö toimii vain, jos et halua käyttää tapaa 1. Molempia ei voi käyttää yhtäaikaisesti. b. Uusintakäyntien lisäämiseksi erikseen, mene asetuksiin, Asetukset -> Lisää käynti, ja ota asetus pois päältä. c. Nyt voit lisätä uusintakäynnit erikseen ajan lisäys sivulla.
hu: Két módja van az újralátogatások megadásának, hogy azok megjelenjenek a jelentésedben: 1. A beépített UL adatbázis használatával. a. Rögzíts egy új UL-t vagy lépj be egy meglévő UL-be. b. A Szervezetten könyvünk alapján az első látogatást nem számoljuk UL-nek, így az nem is jelenik meg a jelentésedben, de minden további látogatás automatikusan meg fog jelenni a jelentésedben. 2. Manuálisan számolva az UL-eket a. Ez a módszer csak akkor működik, ha nem akarod használni az első lehetőséget. Nem tudod mind a két lehetőséget egyszerre használni. b. A manuális UL-ek bekapcsolásához menj a: “Beállítások és Automatikus UL számolás”-ra és állítsd "KI"-re. c. Most már lehetőséged lesz arra, hogy manuálisan számold az UL-eket az idő hozzáadása oldalon.
it: Ci sono due modi per entrare visite di ritorno in modo che apparirà sul vostro rapporto: 1. Utilizzando il database visite di ritorno. a. Salvare un visite di ritorno nuovo o inserire un visite di ritorno. b. Per il libro OD, non si conta la prima visita come un visite di ritorno, quindi la prima visita non mostrerà sul vostro rapporto, ma tutte le visite successive verrà contato automaticamente sul vostro rapporto. 2. Contare manualmente i visite di ritorno a. Questo metodo funziona solo se non si desidera utilizzare il primo metodo. Non è possibile utilizzare entrambi allo stesso tempo. b. Per attivare il conteggio manuale visite di ritorno vai a: "Impostazioni" > "Contare automaticamente visite di ritorno" e spegnerlo. c. Ora sarete in grado di contare visite di ritorno manualmente.
nl: Er zijn twee manieren om terugkeer bezoeken te voeren tel, zodat ze zal verschijnen op uw rapport: 1. Met behulp van de ingebouwde databank terugkeer bezoeken. a. Sla een nieuwe camper of voer een bestaande terugkeer bezoeken. b. Per de OD boek, tel je niet het eerste bezoek als een terugkeer bezoeken, dus het eerste bezoek zal niet te zien op uw rapport, maar alle latere bezoeken wordt automatisch geteld op uw rapport. 2. Handmatig tel uw terugkeer bezoeken a. Deze methode werkt alleen als je niet wilt dat de eerste methode te gebruiken. Je kunt niet beide tegelijkertijd. b. U schakelt handmatig tellen van campers ga naar: "Instellingen" > "Terugkeer bezoeken automatisch tellen" en zet hem uit. c. Nu zul je in staat om campers handmatig rekenen op uw add tijd pagina.
pt: Há duas maneiras de entrar retorno de visitas para que eles irão aparecer em seu relatório: 1. Utilizando a base de dados embutido retorno de visitas . a. Salvar um novo retorno de visitas ou digite um retorno de visitas existente. b. Por livro OD, você não conta a visita inicial como um retorno de visita, então a primeira visita não vai aparecer em seu relatório, mas todas as visitas seguintes será automaticamente contado em seu relatório. 2. Contar manualmente os retorno de visitas a. Este método só irá funcionar se você não quiser usar o primeiro método. Você não pode usar os dois ao mesmo tempo. b. Para ligar manualmente a contagem de retorno de visitas acesse: "Configurações > Contar automaticamente o retorno de visitas" e desligá-lo. c. Agora você vai poder contar retorno de visitas manualmente em sua página de tempo adicional.

# SettingsPage_FAQ_HowToEnterRVs_Q
source: How do I enter the number of return vists on my report?
de: Wie trage ich die Anzahl meiner Rückbesuche ein?
es: ¿Cómo se introduce el número de ocasiones en retorno en mi informe?
fi: Kuinka lisään uusintakäynnit raportille?
hu: Hogyan adhatom meg az UL-ek számát a jelentésemben?
it: Come faccio a inserire il numero di visite qui ritorno sulla mia relazione?
nl: Hoe voer ik het aantal rendement vists op mijn verslag?
pt: Como faço para inserir o número de vists retorno sobre o meu relatório?

# SettingsPage_FAQ_WhyDontRVShow_A
source: Per the OD book, the initial call is not counted on your time report. Return visits are only counted on a subsequent visit which occurrs after the first initial visit. If you are importing your return visits and have already made the initial call then you must save a 'dummy' initial visit to ensure that your return visit is counted on your report. If you are not using the return visit features of this app, then you should go to " 'settings' > 'Automatically count RVs' " and set it to 'off' and you will be able to manually track your RVs.
de: Nach dem erstellen eines Rückbesuches wird der erste Besuch nicht als Rückbesuch gewertet. Rückbesuche werden erst ab dem zweiten und den folgenden Besuchen gezählt. Solltest du bereits mehrere Besuche gemacht haben aber jetzt erst den Rückbesuch anlegen so lege bitte einen Dummy Besuch in einem vergangenen Monat an. Damit wird der aktuelle Besuch dann auch als RB gezählt. Möchtest du das automatische zählen nicht nutzen so gehe bitte wie folgt vor. Gehe zu: “Einstellungen" > "Automatisches zählen von Rückbesuchen" und deaktiviere es.
es: Por el libro OD, la llamada inicial no se cuenta en su informe. Visitas de retorno sólo se cuentan en una visita posterior que occurrs después de la primera visita inicial. Si va a importar sus visitas de vuelta y ya ha efectuado la llamada inicial, entonces debe guardar una visita inicial "maniquí" para asegurar que su visita de vuelta se cuenta en su informe. Si no va a utilizar las características de visitas de retorno de esta aplicación, entonces usted debe ir a "en 'Configuración'> 'Contar automáticamente nuevas visita'" y la ajuste en "off" y usted será capaz de rastrear manualmente visitas de retorno.
fi: Järjestetyt kirjan mukaan, ensimmäistä käyntiä ei lasketa uusintakäynniksi. Uusintakäyntejä ovat vasta sen jälkeiset käynnit. Jos tuot uusintakäyntejä sovellukseen ja olet jo tehnyt ensimmäisen käynnin, sinun pitää tallentaa erikseen ensimmäinen käynti, jotta ne tulisivat näkyviin raportille. Mene sen jälkeen asetuksiin ja ota "Kirjaa uusintakäynnit ja kirjallisuus erikseen" pois päältä. Nyt voi kirjata uusintakäynnit käsin.
hu: A Szervezetten könyvünk szerint, a kezdeti látogatás nem számít bele a jelentésbe. Újra látogatásnak csak az első, kezdeti látogatás után következő, látogatást nevezzük. Ha importáltad az újra látogatást, és már a kezdeti kapcsolatot is, akkor létre kell hozni egy "üres" kezdeti látogatást annak érdekében, hogy az újra látogatás beleszámítson a jelentésbe. Ha nem használod az újra látogatás funkcióját ennek az alkalmazásnak, akkor menj a " Beállítások és UL-ek Automatikus számolása ", és válaszd a "ki", opciót, így képes leszel arra, hogy manuálisan nyomon kövesd az UL-jeidet.
it: Per il libro OD, la chiamata iniziale non viene conteggiata nel report tempo. Visite di ritorno sono conteggiate solo su una successiva visita che occurrs dopo la prima visita iniziale. Se si importano le vostre visite di ritorno e hai già effettuato la chiamata iniziale, allora è necessario salvare un 'manichino' visita iniziale per assicurarsi che la visita di ritorno è contato sul vostro rapporto. Se non si utilizzano le caratteristiche visita di ritorno di questa applicazione, allora si dovrebbe andare a "'Impostazioni' > 'Contare automaticamente visite di ritorno'" e impostare su 'off' e sarete in grado di tenere traccia manualmente i camper .
nl: Per de OD boek, wordt de eerste oproep niet op gerekend uw tijd verslag. Herhalingsbezoeken worden alleen geteld op een volgend bezoek die occurrs na de eerste eerste bezoek. Als u het importeren van uw terugkeer bezoeken en hebben al de eerste oproep gedaan dan moet je een 'dummy' eerste bezoek opslaan om ervoor te zorgen dat uw tegenbezoek wordt geteld op uw rapport. Als u niet het tegenbezoek kenmerken van deze app gebruiken, dan moet je naar 'Instellingen' > 'Terugkeer bezoeken automatisch tellen" en zet deze op' off 'en u in staat zal zijn om uw herhalingsbezoeken handmatig bijhouden.
pt: Por livro OD, a chamada inicial não é citado em seu relatório. Visitas de retorno só são contados em uma visita posterior que ocorre após a primeira visita inicial. Se você estiver importando as suas visitas de retorno e já fez a chamada inicial, em seguida, você deve salvar uma visita inicial "manequim" para garantir que sua visita de retorno é contado em seu relatório. Se você não estiver usando base de dados embutido retorno de visitas, então você deve ir para "'Configurações' > 'Contar automaticamente o retorno de visitas" e configurá-lo para' off 'e você será capaz de controlar manualmente os retorno de visitas.

# SettingsPage_FAQ_WhyDontRVShow_Q
source: Why don't my return visits show on my report?
de: Warum sehe ich keine Rückbesuche in meinem Bericht?
es: ¿Por qué mis visitas posteriores muestran en mi informe?
fi: Miksi uusintakäynnit eivät tule raportille?
hu: Miért nem az én újralátogatásaim jelennek meg a jelentésemben?
it: Perché le mie visite di ritorno Mostra sulla mia relazione?
nl: Waarom komen mijn terugkeer bezoeken tonen op mijn verslag?
pt: Por que não mostrar as minhas visitas de retorno sobre o meu relatório?

# ViewPreviousVisitPage_Tracts
source: Tracts
de: Traktate
es: Tratados
fi: Traktaatit
hu: Tájékoztató lapok
it: Volantini
nl: Traktaten
pt: Folhetos

# MainPage_MainMenu_HouseToHouseRecords
source: house to house
de: Haus-zu-Haus
es: casa en casa
fi: talosta taloon
hu: házról-házra
it: casa in casa
nl: huis-tot-huis
pt: registro de casa em casa

# StreetBuildingList_HouseCountFormatString
source: {0} Not at Homes
de: {0} Nicht bei Häuser
es: {0} En Casas
fi: {0} ei tavattuja
hu: {0} Nincs otthon
it: {0} Non al Homes
nl: {0} Helemaal niet Homes
pt: {0} não em Casas

# StreetBuildingList_PageName
source: street/building list
de: Straße / Gebäudeliste
es: calle o edificio de la lista
fi: luettelo kaduista/rakennuksista
hu: utca/épület lista
it: strada o costruzione della lista
nl: straat/gebouw lijst
pt: rua ou edifício da lista

# TerritoryCard_PageName
source: territory card
de: Gebiet Karte
es: tarjeta de territorio
fi: aluekortti
hu: terület kártya
it: scheda territorio
nl: grondgebied kaart
pt: cartão território

# TerritoryList_Appbar_Add
source: add
de: hinzufügen
es: agregar
fi: lisää
hu: hozzáadás
it: aggiungere
nl: toevoegen
pt: adicionar

# TerritoryList_PageName
source: territory list
de: Gebiet Liste
es: lista territorio
fi: alueluettelo
hu: terület lista
it: elenco territorio
nl: grondgebied lijst
pt: lista território

# TerritoryList_StreetCountFormatString
source: {0} streets.
de: {0} Straßen.
es: {0} calles.
fi: {0} katua.
hu: {0} utca.
it: {0} strade.
nl: {0} straten.
pt: {0} ruas.

# TerritoryList_TerritoryNumberFormatString
source: Territory # {0}
de: Gebiet Nr. {0}
es: Territorio n º {0}
fi: Alue nro {0}
hu: Terület # {0}
it: Territorio # {0}
nl: Grondgebied # {0}
pt: Território # {0}

# TimeCalc_BreakTime
source: BREAK TIME
de: PAUSENZEIT
es: TIEMPO DE DESCANSO
fi: TAUKO
hu: SZÜNET
it: ROMPERE TEMPO
nl: PAUZE TIJD
pt: TEMPO DE INTERVALO

# TimeCalc_CANCEL
source: cancel
de: stornieren
es: cancelar
fi: peruuta
hu: töröl
it: cancellare
nl: annuleren
pt: cancelar

# TimeCalc_EndTime
source: END TIME
de: ENDE DER ZEIT
es: TERMINAR EL TIEMPO
fi: ALOITUSAIKA
hu: BEFEJEZÉS IDEJE
it: FINE TEMPO
nl: EINDTIJD
pt: ACABAR COM O TEMPO

# TimeCalc_StartTime
source: START TIME
de: STARTZEIT
es: HORA DE INICIO
fi: LOPETUSAIKA
hu: KEZDÉS IDEJE
it: ORA DI INIZIO
nl: BEGINTIJD
pt: A HORA DE INÍCIO

# General_HoursAndMinutes
source: h' hours and 'm' minutes'
de: h' Stunden und 'm' Minuten'
es: h' horas y 'm' minutos'
fi: h' tuntia ja 'm' minuuttia'
hu: h' óra 'm' perc'
it: h' ore e 'm' minuti'
nl: h' uren en 'm' minuten'
pt: h' horas e 'm' minutos'

# General_SelectTime
source: Select time
de: Wählen Sie Zeit
es: Seleccione el tiempo
fi: Valitse aika
hu: Idő Választás
it: selezionare il tempo
nl: Selecteer tijd
pt: Selecione o tempo

# TelerikRadDatePicker_EmptyDateContent
source: Select date
de: Datum wählen
es: Seleccione una fecha
fi: Valitse päivä
hu: válassz dátumot
it: Seleziona la data
nl: Selecteer een datum
pt: Seleccionar data

# HowTo_WhatsNew
source: What's New?
de: Was gibt's Neues?
es: Qué hay de nuevo?
fi: Mitä uutta?
hu: Újdonságok
it: Cosa c'è di nuovo?
nl: Wat is er nieuw?
pt: O que há de novo?
