Repository: Square-dot-HipToBe/FieldService
Catalog: MyTime/MyTime/StringResources.*.resx
Languages: de, es, fi, hu, it, nl, pt

# FullRVListPage_NoVisitsSaved
source: No Previous Visits!
de: Keine vorherige Besuche!
es: No hay visitas anteriores!
fi: Ei aikaisempia käyntejä!
it: Senza precedenti visite!
nl: Geen eerdere bezoeken!
pt: Não há visitas anteriores!

# CustomReportsPage_LastMonth
source: last month
de: im letzten Monat
es: mes pasado
fi: edell. kuukausi
hu: Utolsó hónap
it: il mese scorso
nl: vorige maand
pt: mês passado

# CustomReportsPage_LastServiceYear
source: last service year
de: letzten Dienstjahr
es: último año de servicio
fi: edell. palvelusvuosi
hu: Utolsó szolgálati év
it: scorso anno di servizio
nl: laatste dienstjaar
pt: último ano de serviço

# AddTimePage_MustBeMinimum
source: Minimum time: {0} minutes
de: Mindestdauer : {0} Minuten
es: Tiempo mínimo: {0} minutos
fi: Minimiaika: {0} minuuttia
hu: Minimális idő: {0} perc
it: Tempo minimo: {0} minuti
nl: Minimale tijd: {0} minuten
pt: Tempo mínimo: {0} minutos

# SettingsPage_Settings_DailyTextSettings
source: DAILY TEXT SETTINGS
de: TAGESTEXT EINSTELLUNGEN
es: AJUSTES DE TEXTO DIARIOS
fi: PÄIVÄN TEKSTIN ASETUKSET
hu: NAPI SZÖVEG BEÁLLÍTÁS
it: IMPOSTAZIONI SCRITTURA DEL GIORNO
nl: DAGTEKST INSTELLINGEN
pt: CONFIGURAÇÕES DE TEXTO DIÁRIAS

# SettingsPage_Settings_DailyTextURL
source: URL
fi: Verkko-osoite

# SettingsPage_Settings_DailyTextInstructions
source: Go to http://wol.jw.org and go to the daily text page. Copy the URL of that page into the above box.
de: Zum http://wol.jw.org und gehen zum Tagestext-Seite. Kopieren Sie die URL dieser Seite in den oben genannten Box.
es: Ir a http://wol.jw.org e ir a la página de texto todos los días. Copiar la dirección URL de la página en el cuadro de arriba.
fi: Mene osoitteeseen http://wol.jw.org ja siirry päivän teksti sivulle. Kopio sivun verkko-osoite yllä olevaan kenttään.
hu: Menj a http://wol.jw.org címre, és navigálj a napi szöveg oldalra. Másold be az URL címet az alábbi mezőbe.
it: Vai a http://wol.jw.org e andare alla pagina di testo giornalmente. Copiare l'URL di quella pagina nella casella in alto.
nl: Ga naar http://wol.jw.org en ga naar de dagelijkse tekst pagina. Kopieer de URL van die pagina in de bovengenoemde doos.
pt: Ir para http://wol.jw.org e vá para a página de texto do dia. Copie o URL da página na caixa acima.

# SettingsPage_Settings_DailyTextUseCustom
source: Use Custom Daily Text URL
de: BBenutzerdefinierte tagestext URL
es: URL personalizada texto diario
fi: Käytä mukautettua verkko-osoitetta päivän tekstille
hu: Használj Egyedi Napi Szöveget URL
it: scrittura del giorno personalizzato URL
nl: Gebruik aangepaste URL dagtekst
pt: personalizado URL texto do dia

# SettingsPage_Settings_DailyTextErrorUrl
source: Could not parse URL, try again.
de: URL konnte nicht analysiert werden, versuchen Sie es erneut.
es: No se pudo analizar el URL, inténtelo de nuevo.
fi: Verkko-osoite ei toiminut. Yritä uudelleen.
hu: Nem értelmezhető URL cím, próbáld újra.
it: Impossibile analizzare URL, provare di nuovo.
nl: Kon niet ontleden URL, probeer het opnieuw.
pt: Não foi possível analisar URL, tente novamente.

# SettingsPage_Settings_DailyTextErrorUrlNotSet
source: Please enter url first.
de: Bitte geben Sie zunächst URL.
es: Por favor introduce el URL primero.
fi: Syötä ensin verkko-osoite.
hu: Kérlek, elsőnek az URL címet írd be!
it: Si prega di inserire l'URL in primo luogo.
nl: Gelieve eerst in URL.
pt: Por favor, digite a URL primeiro.

# SettingsPage_Settings_TimeGoalNote
source: Enter your monthly goal (in hours)
de: EGeben Sie Ihre monatlichen Ziel (in Stunden)
es: Escriba su meta mensual (en horas)
fi: Aseta kuukausittainen tavoiteaika
hu: Add meg a Havi célodat (órában)
it: Inserisci il tuo obiettivo mensile (in ore)
nl: Voer uw maandelijkse doel (in uren)
pt: Digite sua meta mensal (em horas)

# SettingsPage_Settings_TimeGoal
source: GOAL
de: ZIEL
es: META
fi: TAVOITE
hu: CÉL
it: SCOPO
nl: DOEL
pt: OBJETIVO

# ReportingPage_Report_GoalText1
source: GOAL:
de: ZIEL:
es: META:
fi: TAVOITE:
hu: CÉL:
it: SCOPO:
nl: DOEL:
pt: OBJETIVO:

# ReportingPage_Report_GoalText2
source: {0} HOUR(S) IN {1} MONTH(S)
de: {0} STUNDEN IN {1} MONATE
es: {0} HORAS EN {1} MESES
fi: {0} TUNTIA {1} KUUKAUDESSA
hu: {0} ÓRA {1} HÓNAP ALATT
it: {0} ORE IN {1} MESI
nl: {0} UUR IN {1} MAANDEN
pt: {0} HORAS EM {1} MESES

# ReportingPage_Report_RemainingText1
source: TIME REMAINING:
de: ZEIT REST:
es: TIEMPO RESTANTE:
fi: TAVOITTEESEEN:
hu: HÁTRALÉVŐ IDŐ:
it: TEMPO RIMANENTE:
nl: RESTERENDE TIJD:
pt: TEMPO RESTANTE:

# ReportingPage_Report_RemainingText2
source: {0} HOUR(S) & {1} MINUTE(S)
de: {0} STUNDEN & {1} MINUTEN
es: {0} HORAS & {1} MINUTOS
fi: {0} TUNTIA JA {1} MINUUTTIA
hu: {0} ÓRA és; {1} PERC
it: {0} ORE & {1} MINUTI
nl: {0} UUR & {1} MINUTEN
pt: {0} HORAS & {1} MINUTO

# RVPage_Messages_SavedFailed
source: Return Visit Saving Failed.
de: Rückbesuche Aufnahme fehlgeschlagen.
es: Revisita salvación fallida.
fi: Uusintakäynnit tallennus epäonnistui
hu: Újralátogatás mentése Sikertelen!
it: Visite Ulteriori Salvataggio non riuscito.
nl: Nabezoek opslaan mislukt.
pt: Revisitas poupança falhou.

# RVPage_Messages_FillOutAddressBeforeSaving
source: Please fill out the address before saving.
de: Bitte füllen Sie die Adresse vor dem Speichern.
es: Por favor, rellene la dirección antes de guardar.
fi: Täytä osoite ennen tallentamista.
hu: Kérlek, töltsd ki a címet, mielőtt mentenéd!
it: Si prega di compilare l'indirizzo prima di salvare.
nl: Vul het adres voordat u opslaat.
pt: Por favor, preencha o endereço antes de salvar.

# RVPage_Messages_SaveBeforeAddingCall
source: Please save before adding a call.
de: Bitte speichern Rückbesuche bevor Sie einen Anruf hinzufügen.
es: Por favor, guarde antes de añadir una llamada.
fi: Säästä ennen kuin yrität lisätä vierailun.
hu: Kérlek ments, mielőtt egy látogatást rögzítenél.
it: Si prega di salvare prima di aggiungere una chiamata.
nl: Sla voor het toevoegen van een bezoek.
pt: Por favor, salve antes de adicionar uma chamada.

# RVPage_Contact_Notes
source: Age: {0} Gender: {1} Physical Description: {2} Other Notes: {3}
de: Alter: {0} Geschlecht: {1} Physische Beschreibung: {2} Weitere Anmerkungen: {3}
es: Edad: {0} Género: {1} Descripción física: {2} Otras Notas: {3}
fi: Ikä: {0} Sukupuoli: {1} Fyysinen Kuvaus: {2} Muut Huomautuksia: {3}
hu: Kor: {0} Gender: {1} Physical Description: {2} Other Notes: {3}
it: Età: {0} Sesso: {1} Descrizione fisica: {2} Altre note: {3}
nl: Leeftijd: {0} Geslacht: {1} Fysieke beschrijving: {2} Andere opmerkingen: {3}
pt: Idade: {0} Sexo: {1} Descrição Física: {2} Outras Notas: {3}

# RVPage_Reminders_Messages_ReminderPastNow
source: Reminder must be past right now.
de: Erinnerungszeit muss größer als die aktuelle Zeit.
es: Recordatorio debe estar más allá de la hora actual.
fi: Muistutuksen aika on oltava suurempi kuin nykyinen aika.
hu: Az emlékeztetőnek előbb kell lennie, mint a jelenlegi idő.
it: Promemoria dovrebbe essere passato il tempo corrente.
nl: Herinnering moet afgelopen zijn nu.
pt: Lembrete tempo deve ser passado a hora atual.

# RVPage_Reminders_ReminderAdded
source: Reminder Added.
de: Aufgenommen.
es: Recordatorio añadió.
fi: Muistutus Lisätty.
hu: Emlékeztető hozzáadva.
it: Promemoria Aggiunto.
nl: Herinnering toegevoegd.
pt: Lembrete Adicionado.

# RVPage_Reminders_ReminderTitle
source: Field Service Reminder ({0})
de: Feld Ministerium Erinnerung ({0})
es: Recordatorio De Ministerio Del Campo ({0})
fi: Kenttä Ministeriö Muistutus ({0})
hu: Szántóföldi Szolgálat Emlékeztető ({0})
it: Servizio Di Campo Promemoria ({0})
nl: Veld ministerie Herinnering ({0})
pt: Lembrete de serviço de campo ({0})

# RVPage_Share_Body
source: Name: {0} Phone Number: {1} Address 1: {2} Address 2: {3} City/State/Zip: {4}, {5} {6} Country: {7} Loc Description: {8} Age: {9} Gender: {10} Physical Description: {11}
de: Name: {0} Telefonnummer: {1} Adresse 1: {2} Adresse 2: {3} Stadt / Region / Postleitzahl: {4}, {5} {6} Land: {7} Loc Beschreibung: {8} Alter: {9} Geschlecht: {10} Physikalische Beschreibung: {11}
es: Nombre: {0} Número de teléfono: {1} Dirección 1: {2} Dirección 2: {3} Ciudad / Estado / Código Postal: {4}, {5} {6} País: {7} Descripción del lugar: {8} Edad: {9} Género: {10} Descripción física: {11}
fi: Nimi: {0} Puhelinnumero: {1} Osoite 1: {2} Osoite 2: {3} Kaupunki / valtio / Postinumero: {4}, {5} {6} Maa: {7} Sijainti Kuvaus: {8} Ikä: {9} Sukupuoli: {10} Fyysinen Kuvaus: {11}
hu: Név: {0} Telefonszán: {1} Cím1: {2} Cím2: {3} Város/Megye/Irányítószám: {4}, {5} {6} Ország: {7} Hely információk: {8} Kora: {9} Neme: {10} Megjegyzések: {11}
it: Nome: {0} Numero di telefono: {1} Indirizzo 1: {2} Indirizzo 2: {3} Città / Stato / Codice postale: {4}, {5} {6} Nazione: {7} Loc Descrizione: {8} Età: {9} Sesso: {10} Descrizione fisica: {11}
nl: NNaam: {0} Telefoonnummer: {1} Adres 1: {2} Adres 2: {3} Stad / Staat / Postcode: {4}, {5} {6} Land: {7} Loc Omschrijving: {8} Leeftijd: {9} Geslacht: {10} Fysieke beschrijving: {11}
pt: Nome: {0} Telefone: {1} Endereço 1: {2} Endereço 2: {3} Cidade / Estado / CEP: {4}, {5} {6} País: {7} Loc Descrição: {8} Idade: {9} Sexo: {10} Descrição Física: {11}

# TelerikRadDatePicker_DatePickerPopupHeader
source: SELECT DATE
de: DATUM WÄHLEN
es: SELECIONAR FECHA
fi: VALITSE PÄIVÄ
hu: VÁLASSZ DÁTUMOT
it: SCEGLI DATA
nl: SELECTEER DATUM
pt: ESCOLHA DATA

# TelerikRadDatePicker_TimePickerPopupHeader
source: SELECT TIME
de: WÄHLEN SIE EINEN
es: SELECIONAR TIEMPO
fi: VALITSE AIKA
hu: VÁLASZD KI AZ IDŐT
it: SCEGLI IL TEMPO
nl: SELECTEER TIJD
pt: ESCOLHA HORA

# TelerikRadDatePicker_EmptyTimeContent
source: Select time
de: Wählen Sie einen
es: Selecionar tiempo
fi: Valitse aika
hu: Válaszd ki az időt
it: Scegli il tempo
nl: Selecteer tijd
pt: Escolha hora

# TelerikRadDatePicker_TimeSpanPickerPopupHeader
source: SELECT TIME PERIOD
de: WÄHLEN SIE EINEN ZEITRAUM
es: SELECCIONAR PERIODO DE TIEMPO
fi: VALITSE AIKAVÄLI
hu: IDŐSZAK KIVÁLASZTÁSA
it: SCEGLI IL PERIODO
nl: SELECTEER TIJDSPERIODE
pt: ESCOLHA PERÍODO

# TelerikRadDatePicker_EmptyTimeSpanContent
source: Select time period
de: Wählen Sie einen Zeitraum
es: Seleccionar periodo de tiempo
fi: Valitse aikaväli
hu: Időszak kiválasztása
it: Scegli il periodo
nl: Selecteer tijdsperiode
pt: Escolha período

# TelerikRadDatePicker_TimeSpanSecond
source: seconds
de: Sekunden
es: segundos
fi: sekuntia
hu: másodperc
it: secondi
nl: seconden
pt: segundos

# TelerikRadDatePicker_TimeSpanMinute
source: minutes
de: Minuten
es: minutos
fi: minuuttia
hu: perc
it: minuti
nl: minuten
pt: minutos

# TelerikRadDatePicker_TimeSpanHour
source: hours
de: Stunden
es: horas
fi: tuntia
hu: óra
it: orario
nl: uur
pt: horas

# TelerikRadDatePicker_TimeSpanDay
source: days
de: Tage
es: días
fi: päivän
hu: nap
it: giorni
nl: dagen
pt: dias

# TelerikRadDatePicker_TimeSpanWeek
source: weeks
de: Wochen
es: semana
fi: viikon
it: settimane
nl: weken
pt: semanas

# TelerikRadDatePicker_LeapYear
source: Leap Year
de: Schaltjahr
es: Año Bisiesto
fi: karkausvuosi
hu: Szökőév
it: Anno Bisestile
nl: schrikkeljaar
pt: Ano Bissexto

# TelerikRadDatePicker_CancelButttonText
source: Cancel
de: Streichen
es: Cancelar
fi: mitätöidä
hu: Törlés
it: Annullare
nl: Terug
pt: Cancelar

# TelerikRadDatePicker_OkButtonText
source: Done
de: Fertig
es: ok
fi: hyväksyä
hu: Kész
it: Fatto
pt: Concluído

# Sharing_Signature
source: " P.S. - This report was generated by the "Field Service" App on my Windows Phone! If you would like to try this app you can download it from the Store!
de: P. S. - Dieser Bericht wurde von der "Field Service" App auf meinem Windows Phone erzeugt! Wenn Sie möchten, um diese App versuchen Sie es aus dem Store herunterladen!
es: " P.S. - Este informe fue generado por la aplicación "Field Service" en mi Windows Phone! Si a usted le gustaría probar esta aplicación se puede descargar desde la tienda!
fi: " P.S. - Tämä raportti on tuotettu "Field Service" App minun Windows Phone! Jos haluat kokeilla tätä app voit ladata sen Storesta!
hu: " U.I. - Ez a jelentés a "Field Service" nevű Applikációval készült az én Windows telefonommal! Ha szeretnéd te is kipróbálni ezt az App-ot, csak töltsd le az Áruházból!
it: P.S. - Questo rapporto è stato generato dal "Field Service" App sul mio Windows Phone! Se volete provare questa applicazione è possibile scaricarla dallo Store!
nl: P.S. - Dit rapport werd gegenereerd door de "Field Service" App op mijn Windows Phone! Als u graag om deze app te proberen je kunt het downloaden van de Store!
pt: " P.S. - Este relatório foi gerado pelo aplicativo "Field Service" no meu Windows Phone! Se você gostaria de experimentar este aplicativo, você pode baixá-lo a partir da loja!

# Sharing_Thanks
source: Thanks
de: dank
es: Gracias
fi: kiitos
hu: Köszönöm
it: Grazie
nl: dank
pt: graças

# Sharing_Subject
source: Field Service Report
de: Feld Ministerium Bericht
es: Informe De Ministerio Del Campo
fi: Kenttä ministeriön raportti
hu: Szántőföldi Szolgálati Jelentés
it: Servizio di Campo Relazione
nl: Velddienst Verslag
pt: Relatório de Campo Serviço

# RVPage_Visits_DaysSinceWeeks
source: weeks since visit
de: Wochen seit Besuch
es: semanas desde la visita
fi: viikkoa vuodesta vierailu
hu: hét óta látogatás
it: settimane da visita
nl: weken sinds bezoek
pt: semanas desde a visita

# RVPage_Visits_DaysSinceMonths
source: months since visit
de: Monate Seit Besuch
es: meses desde la visita
fi: kuukautta vuodesta vierailu
hu: hónap óta látogatás
it: mesi dalla visita
nl: maanden sinds bezoek
pt: meses desde a visita

# RVPage_Visits_DaysSinceYears
source: year(s) since visit
de: Jahr (en), da Besuch
es: año (s) desde la visita
fi: vuotta (s) jälkeen vierailu
hu: év(ek) óta látogatás
it: anni dalla visita
nl: jaar sinds bezoek
pt: anos desde a visita

# WhatsNew_Presentations1
source: To comply with the new jw.org terms of service we can no longer pull the daily text from jw.org
de: Um mit den neuen jw.org Nutzungsbedingungen entsprechen, können wir die täglichen Text aus jw.org nicht mehr zu ziehen. Es hat mit der Präsentation Bild ersetzt.
es: Para cumplir con los nuevos términos jw.org de servicio que ya no podemos tirar el texto todos los días de jw.org. Se ha sustituido con la imagen presentaciones.
fi: Noudattamaan uusia jw.org käyttöehdot emme voi enää vetää päivittäin tekstiä jw.org. Se on korvattu esityksiä kuva.
hu: Ahhoz, hogy az új jw.org szolgáltatási feltételeket többé már nem húzza ki a napi szöveget jw.org. Ez váltotta fel az előadások kép.
it: Per rispettare i nuovi termini jw.org di servizio non si può più tirare il testo tutti i giorni dalle jw.org. È stato sostituito con l'immagine di presentazioni.
nl: Om te voldoen aan de nieuwe jw.org termen van service kunnen we niet langer de dagelijkse tekst uit jw.org trekken. Het is vervangen door de presentaties beeld.

# Reporting_IncludeAuxiliaryDetail
source: Would you like to include details regarding your auxiliary hours in your report?
de: Möchten Sie alle Angaben Ihrer Hilfs Stunden in den Bericht aufgenommen werden?
es: ¿Le gustaría incluir detalles sobre sus horas de auxiliares en su informe?
fi: Haluatko olla tiedot teidän ylimääräisiä tunteja raporttiin?
hu: Szeretné tartalmazza adatait, a kiegészítő órát a jelentésben?
it: Ti piacerebbe includere dettagli sull'impiego delle vostre ore ausiliari nel vostro rapporto?
nl: Wilt u meer informatie met betrekking tot uw extra uren in uw rapport op te nemen?

# MainPage_AppName
source: Field Service
de: Predigtdienst
es: Informe de servicio
hu: Szántóföldi Szolgálat
nl: Velddienst
pt: Serviço de Campo

# MainPage_DT_Copyright
source: THE ABOVE IS COPYRIGHT 2014 WATCHTOWER BIBLE AND TRACT SOCIETY OF PENNSYLVANIA, INC. ALL RIGHTS RESERVED.
de: © 2013 Watchtower Bible and Tract Society of Pennsylvania, Inc. Alle Rechte vorbehalten.
es: DERECHOS RESERVADOS DE AUTOR 2012 WATCHTOWER BIBLE AND TRACT SOCIETY OF PENNSYLVANIA, INC. ALL RIGHTS RESERVED.
hu: A fenti SZERZŐI JOG 2014 WATCHTOWER BIBLE AND TRACT SOCIETY OF PENNSYLVANIA, INC. Minden jog fenntartva.
it: QUANTO SOPRA E’ COPYRIGHT 2013 WATCHTOWER BIBLE AND TRACT SOCIETY OF PENNSYLVANIA, INC. TUTTI I DIRITTI SONO RISERVATI
nl: BOVENSTAANDE IS COPYRIGHT 2012 WATCHTOWER BIBLE AND TRACT SOCIETY OF PENNSYLVANIA, INC. ALLE RECHTEN VOORBEHOUDEN
pt: O QUE ESTÁ DESCRITO ACIMA É PROPRIEDADE (COPYRIGHT 2012) DE WATCHTOWER BIBLE AND TRACT SOCIETY OF PENNSYLVANIA, INC. TODOS OS DIREITOS RESERVADOS.

# SettingsPage_About_CoreVersion
source: Core Version:
hu: Mag Verzió:
it: Versione Core:
nl: Core Versie:
pt: Versão do Core (Núcleo):

# ReportingPage_Report_On
source: on
de: im
es: en
it: Su
nl: op
pt: em

# TimeCalc_OK
source: ok
pt: está bem
