Repository: Square-dot-HipToBe/FieldService
Catalog: MyTime/MyTime/StringResources.*.resx
Languages: de, es, fi, hu, it, nl, pt

# MainPage_Messages_DonateLater
source: You can donate in settings>about later.
de: Sie können unter "Einstellungen > Info" später spenden
es: Puedes hacer una donación en configuraciones>mas adelante.
fi: Voita lahjoittaa myöhemmin kohdassa asetukset -> lahjoitus
hu: Későbbiekben a beállításokban lehetőség lesz adományra is.
it: È possibile donare in impostazioni > info applicazione
nl: Je kan in instellingen>over later alsnog doneren.
pt: Voce pode doar acessando o menu configurações>sobre.

# MainPage_Messages_DonatePlease
source: This app is free to use. Submitting apps to the WP app store isn't. Would you consider a donation?
de: Diese Anwendung wird kostenlos zur Verfügung gestellt. Das Anbieten der App im Windows Phone Store ist es aber nicht. Über Ihre Spende freuen wir uns sehr!
es: Esta aplicación es de uso gratuito. Envío de aplicaciones a la tienda de WP no lo es. ¿considere una donación?
fi: Tämän sovelluksen käyttön on ilmaista. Sovellusten jakaminen Windows kaupan kautta ei ole. Voisitko harkita lahjoituksen antamista?
hu: Ez az applikáció ingyenesen használható. Szeretnéd támogatni ennek az alkalmazásnak a fejlesztését?
it: Questa applicazione è di libero utilizzo. L'invio di applicazioni per il negozio di Windows Phone non è gratuito. Vuoi prendere in considerazione una donazione?
nl: Gebruik van deze app is kostenloos. Apps beschikbaarstellen in de App Store is dat echter niet. Zou je een bijdrage kunnen overwegen?
pt: Esta app é gratuíta para uso. Mas enviar apps para loja do Window Phone não é. Consideraria fazer uma doação?

# MainPage_Report_AuxHours
source: Other Hours: {0:0.0}
de: Anderen Stunden: {0:0.0}
es: Otras Horas: {0:0.0}
fi: Muut tunnit: {0:0.0}
hu: Egyéb Óra: {0:0.0}
it: Ore Ausiliario: {0:0.0}
nl: Overige uren: {0:0.0}
pt: Outras Horas: {0:0.0}

# MainPage_Report_BibleStudies
source: Bible Studies: {0}
de: Buchstudien: {0}
es: Estudios de la Biblia: {0}
fi: Raamatuntutkistelut: {0}
hu: Biblia tanulmányozások: {0}
it: Studi Biblici: {0}
nl: Bijbelstudies: {0}
pt: Estudos Bíblicos: {0}

# MainPage_Report_Books
source: Books: {0}
de: Bücher: {0}
es: Libros: {0}
fi: Kirjat: {0}
hu: Könyvek: {0}
it: Libri: {0}
nl: Boeken: {0}
pt: Livros: {0}

# MainPage_Report_Brochures
source: Brochures: {0}
de: Broschüren: {0}
es: Folletos: {0}
fi: Kirjaset: {0}
hu: Füzetek: {0}
it: Opuscoli: {0}
pt: Brochuras: {0}

# MainPage_Report_Header
source: Here is my field service report for {0:MMMM}, {0:yyyy}:
de: Hier ist mein Predigtdienstbericht für {0:MMMM}, {0:yyyy}:
es: Aquí está mi informe de servicio de campo para {0:MMMM}, {0:yyyy}:
fi: Tässä kenttäpalvelusraporttini ajalta {0:MMMM}, {0:yyyy}:
hu: Itt a szántóföldi szolgálati jelentésem {0:yyyy},{0:MMMM}:
it: Ecco il mio rapporto di servizio di campo per {0:MMMM}, {0:yyyy}:
nl: Hier is mijn velddienstrapport voor {0:MMMM}, {0:yyyy}:
pt: Aqui está meu relatório de serviço de campo para {0:MMMM}, {0:yyyy}:

# MainPage_Report_Hours
source: Hours: {0:0.00}
de: Stunden: {0:0.00}
es: Horas: {0:0.00}
fi: Tunnit: {0:0.00}
hu: Óra: {0:0.00}
it: Ore: {0:0.00}
nl: Uren: {0:0.00}
pt: Horas: {0:0.00}

# MainPage_Report_Mags
source: Magazines: {0}
de: Zeitschriften: {0}
es: revistas: {0}
fi: Lehdet: {0}
hu: Folyóiratok: {0}
it: Riviste: {0}
nl: Tijdschriften: {0}

# MainPage_Report_RVs
source: Return Visits: {0}
de: Rückbesuche: {0}
es: Revisitas: {0}
fi: Uusintakäynnit: {0}
hu: Újralátogatások: {0}
it: Visite Ulteriori: {0}
nl: Nabezoeken: {0}
pt: Revisitas: {0}

# MainPage_RvHeadline
source: return visits
de: Rückbesuche
es: revisitas
fi: uusintakäynnit
hu: Újralátogatások
it: Visite ulteriori
nl: nabezoeken
pt: revisitas

# MainPage_RV_DaysSince
source: {0} Day(s) Since Last Visit
de: {0} Tage seit dem letzten Besuch
es: {0} Días desde la última visita
fi: {0} päivää edellisestä käynnistä
hu: {0} Napja volt az utolsó látogatásod
it: {0} Giorni dall'ultima Visita
nl: {0} Dagen sinds laatste bezoek
pt: {0} Dia(s) Desde a Última Visita

# MainPage_Time_BibleStudies
source: Bible Studies
de: Bibelstudien
es: Estudios de la Biblia
fi: Raamatuntutkistelut
hu: Biblia tanulmányozások
it: Studi Biblici
nl: Bijbelstudies
pt: Estudos Bíblicos

# MainPage_Time_Books
source: Books
de: Bücher
es: Libros
fi: Kirjat
hu: Könyvek
it: Libri
nl: Boeken
pt: Livros

# MainPage_Time_Brochures
source: Brochures
de: Broschüren
es: Folletos
fi: Kirjaset
hu: Füzetek
it: Opuscoli
pt: Brochuras

# MainPage_Time_Headline
source: time
de: Zeit
es: tiempo
fi: aika
hu: idő
it: Ore
nl: tijd
pt: tempo

# MainPage_Time_Magazines
source: Magazines
de: Zeitschriften
es: revistas
fi: Lehdet
hu: Folyóiratok
it: Riviste
nl: Tijdschriften
pt: Revistas

# MainPage_Time_Notes
source: NOTES
de: Notizen
es: Notas
fi: MUISTIINPANOT
hu: MEGJEGYZÉS
it: Note
nl: Aantekeningen
pt: Notas

# MainPage_Time_ReturnVisits
source: Return Visits
de: Rückbesuche
es: Revisitas
fi: Uusintakäynnit
hu: Újralátogatások
it: Visite Ulteriori
nl: Nabezoeken
pt: Revisitas

# ReportingPage_BibleStudies_1
source: Bible Studies
de: Bibelstudien
es: Estudios de la Biblia
fi: Raamatuntutkistelua
hu: Biblia tanulmányozások
it: Studi Biblici
nl: Bijbelstudies
pt: Estudos Bíblicos

# ReportingPage_Entries
source: entries
de: Einträge
es: entrada
fi: merkinnät
hu: bejegyzés
it: Voci
nl: overzicht
pt: entradas

# ReportingPage_Entries_Header
source: entries
de: Einträge
es: entrada
fi: merkinnät
hu: bejegyzés
it: Voci
nl: overzicht
pt: entradas

# ReportingPage_Report_Books
source: Books,
de: Bücher,
es: Libros,
fi: Kirjaa,
hu: Könyvek,
it: Libri,
nl: Boeken,
pt: Livros,

# ReportingPage_Report_Brochures
source: Brochures,
de: Broschüren,
es: Folletos,
fi: Kirjasta,
hu: Füzetek,
it: Opuscoli,
pt: Brochuras

# ReportingPage_Report_ChartTitle
source: Time In Hours
de: Zeit in Stunden
es: Tiempo en Horas
fi: Aika tunteina
hu: Idő Órában
it: Tempo in Ore
nl: Tijd in uren
pt: Tempo Em Horas

# ReportingPage_Report_Days
source: day(s)
de: Tag(e)
es: Dias(s)
fi: päivässä
hu: nap
it: Giorno(i)
nl: dagen
pt: dia(s)

# ReportingPage_Report_Disclaimer
source: Reminder: Service Year Begins in September.
de: Erinnerung: Das Dienstjahr beginnt im September
es: Recordatorio: Año de Servicio comienza en septiembre.
fi: Muistutus: Palvelusvuosi alkaa syyskuussa.
hu: Emlékeztető: A Szolgálati év Szeptemberrel kezdődik.
it: Promemoria: L'anno di servizio inizia a settembre
nl: Herinnering: dienstjaar begint in September
pt: Lembrete: O Ano de Serviço Começa em Setembro.

# ReportingPage_Report_From
source: FROM:
de: VON:
es: DE:
fi: ALKAEN:
hu: TÓL:
it: DA:
nl: VAN:
pt: DE:

# ReportingPage_Report_Headline
source: report
de: Bericht
es: reporte
fi: raportti
hu: jelentés
it: Rapporto
nl: rapport
pt: relatório

# ReportingPage_Report_HoursOnDays
source: {0} Hour(s) on {1} Days
de: {0} Stunde(n) an {1} Tag(en)
es: {0} Horas(s) en {1} Dia(s)
fi: {0} tuntia {1}:ssä päivässä
hu: {0} Óra {1} Nap alatt
it: {0} Ora(e) in {1} giorno(i)
nl: {0} Uur/uren op {1} dagen
pt: {0} Hora(s) em {1} Dias

# ReportingPage_Report_Legend
source: legend
de: Legende
es: leyenda
fi: selite
hu: jelmagyarázat
it: Legenda
nl: legenda
pt: legenda

# ReportingPage_Report_Magazines
source: Magazines,
de: Zeitschriften,
es: Revistas,
fi: Lehteä,
hu: Füzetek,
it: Riviste ,
nl: Tijdschriften,
pt: Revistas,

# ReportingPage_Report_MyActivity
source: my activity
de: Meine Tätigkeit
es: mi actividad
fi: oma aktiivisuus
hu: tevékenységem
it: Le mie attività
nl: mijn activiteit
pt: minha atividade

# ReportingPage_Report_OtherActivity
source: OTHER ACTIVITY
de: ANDERE TÄTIGKEITEN
es: OTRA ACTIVIDAD
fi: MUUT MERKINNÄT
hu: EGYÉB TEVÉKENYSÉG
it: ALTRE ATTIVITÀ
nl: OVERIGE ACTIVITEIT
pt: OUTRA ATIVIDADE

# ReportingPage_Report_Placements
source: PLACEMENTS
de: LITERATUR
es: COLOCACIONES
fi: KIRJALLISUUS
hu: TERJESZTÉSEK
it: LETTERATURA
nl: VERSPREIDINGEN
pt: COLOCAÇÕES

# ReportingPage_Report_Time
source: TIME
de: ZEIT
es: TIEMPO
fi: AIKA
hu: IDŐ
it: TEMPO
nl: TIJD
pt: TEMPO

# ReportingPage_Report_TimeInHrs
source: Time in Hours
de: Zeit in Stunden
es: Tiempo en Horas
fi: Aika tunteina
hu: IDŐ ÓRÁBAN
it: Tempo in Ore
nl: Tijd in uren
pt: Tempo em Horas

# ReportingPage_Report_To
source: TO:
de: AN:
es: A:
fi: PÄÄTTYEN:
hu: IG:
it: A:
nl: AAN:
pt: PARA:

# ReportingPage_Report_TotalHours
source: TOTAL:
de: GESAMT:
fi: YHTEENSÄ:
hu: ÖSSZESEN:
it: TOTALE:
nl: TOTAAL:

# ReportingPage_ReturnVisits_1
source: Return Visits
de: Rückbesuche
es: Revisitas
fi: Uusintakäyntiä
hu: Újralátogatások
it: Visite Ulteriori
nl: Nabezoeken
pt: Revisitas

# ReportingPage_Share
source: share...
de: Teilen...
es: Compartir...
fi: jaa...
hu: megosztás...
it: Condividi…
nl: delen...
pt: compartilhar...

# RVPage_Address_Address1
source: Address 1
de: Adresse 1
es: Dirección 1
fi: Osoite 1
hu: Cím 1
it: Indirizzo 1
nl: Adres 1
pt: Endereço

# RVPage_Address_Address2
source: Address 2
de: Adresse 2
es: Dirección 2
fi: Osoite 2
hu: Cím 2
it: Indirizzo 2
nl: Adres 2
pt: Complemento

# RVPage_Address_City
source: City
de: Stadt
es: Ciudad
fi: Kaupunki
hu: Város
it: Città
nl: Plaats
pt: Cidade

# RVPage_Address_Country
source: Country
de: Land
es: País
fi: Maa
hu: Ország
it: Paese
nl: Land
pt: País

# RVPage_Address_CurrentAddress
source: Current Address:
de: Aktuelle Adresse
es: Dirección Actual:
fi: Nykyinen osoite:
hu: Jelenlegi Cím:
it: Indirizzo attuale:
nl: Huidige adres:
pt: Endereço Atual:

# RVPage_Address_Headline
source: address
de: Adresse
es: Dirección
fi: osoite
hu: cím
it: Indirizzo
nl: adres
pt: endereço

# RVPage_Address_LocationNotes
source: Location Notes
de: Notizen zur Adresse (Hinterhof/Kaputte Klingel, usw.)
es: Notas Localización
fi: Sijainnin tiedot
hu: Megjegyzés a helyszínről
it: Note Sulla Posizione
nl: Notities locatie
pt: Ponto de Referência

# RVPage_Address_PostalCode
source: Postal Code
de: Postleitzahl
es: Codigo Postañ
fi: Postinumero
hu: Irányítószám
it: CAP
nl: Postcode
pt: Código Postal

# RVPage_Address_StateDistrict
source: State/Province/District
de: Staat/Provinz/Bezirk
es: Estado/Provincia/Departamento
fi: Lääni/Alue
hu: Állam/Tartomány/Körzet
it: Stato/Provincia/Regione
nl: Provincie
pt: Estado/Província/Distrito

# RVPage_Address_Use
source: Use
de: Verwenden
es: Usuario
fi: Käytä
hu: Alkalmaz
it: Uso
nl: Gebruik
pt: Usar

# RVPage_Headline
source: ADD OR MODIFY RETURN VISIT
de: RÜCKBESUCH HINZUFÜGEN ODER ÄNDERN
es: AÑADIR O MODIFICAR REVISITA
fi: LISÄÄ UUSINTAKÄYNTI TAI MUOKKAA
hu: ÚJRALÁTOGATÁS HOZZÁADÁSA VAGY MÓDOSÍTÁSA
it: AGGIUNGI O MODIFICA VISITA ULTERIORE
nl: NABEZOEK TOEVOEGEN OF AANPASSEN
pt: ADICIONAR OU MODIFICAR REVISITA

# RVPage_Info_Address
source: ADDRESS
de: Adresse
es: DIRECCION
fi: OSOITE
hu: CÍM
it: INDIRIZZO
nl: ADRES
pt: ENDEREÇO

# RVPage_Info_Headline
source: info
es: información
fi: tiedot
nl: informatie

# RVPage_Info_PersonalInfo
source: PERSONAL INFO
de: Persönliche Informationen
es: INFORMACION PERSONAL
fi: HENKILÖN TIEDOT
hu: SZEMÉLYES INFORMÁCIÓ
it: INFORMAZIONI PERSONALI
nl: PERSOONLIJKE INFORMATIE
pt: INFORMAÇAO PESSOAL

# RVPage_Menu_AddVisit
source: add visit
de: Besuch hinzufügen
es: Agregar Visita
fi: lisää käynti
hu: látogatás hozzáadása
it: Aggiungi visita
nl: bezoek toevoegen
pt: adicionar visita

# RVPage_Menu_Delete
source: delete return visit
de: Rückbesuch löschen
es: Borrar Revisita
fi: poista uusintakäynti
hu: újralátogatás törlése
it: Cancella visita ulteriore
nl: nabezoek verwijderen
pt: excluir revisita

# RVPage_Menu_Email
source: email return visit
de: Rückbesuch mailen
es: nueva revisita email
fi: lähetä uusintakäynti sähköpostilla
hu: újralátogatás küldése e-mailben
it: Email visita ulteriore
nl: nabezoek emailen
pt: e-mail revisita

# RVPage_Menu_Export
source: export to contact record
de: Als Kontakt exportieren
es: exportar al registro de contacto
fi: muodosta yhteystieto
hu: mentés a telefonkönyvbe
it: Esporta nei contatti
nl: exporteren naar contactpersonen
pt: exportar para contatos

# RVPage_Menu_Reset
source: reset
es: Reiniciar
fi: tyhjennä
hu: újrakezd
it: Ripristina
nl: resetten
pt: reiniciar

# RVPage_Menu_Save
source: save
de: Speichern
es: Guardar
fi: tallenna
hu: rögzít
it: Salva
nl: opslaan
pt: salvar

# RVPage_Messages_Delete
source: Are you sure you want to delete the return visit?
de: Bist du sicher, alle Rückbesuche löschen zu wollen?
es: ¿Está seguro que desea eliminar la nueva visita?
fi: Haluatko varmasti poistaa uusintakäynnin?
hu: Biztos vagy benne, hogy törlöd az újralátogatást?
it: Sei sicuro di voler eliminare la visita ulteriore?
nl: Weet je zeker dat je dit nabezoek wilt verwijderen?
pt: Deseja realmente excluir a revisita?

# RVPage_Messages_IncludeAllVisits
source: Do you want to include all visits?
de: Alle Rückbesuche berücksichtigen?
es: ¿Quieres incluir todas las visitas?
fi: Haluatko liittää kaikki käynnit?
hu: Tartalamazza az összes látogatást?
it: Vuoi includere tutte le visite?
nl: Wil je alle bezoeken bijvoegen?
pt: Você quer incluir todas as visitas?

# RVPage_Messages_IncludeAllVisits2
source: Include All Visits?
de: Alle Rückbesuche berücksichtigen?
es: Incluye todas las visitas?
fi: Liitetäänkö kaikki käynnit?
hu: Minden látogatást beleértve?
it: Includere tutte le visite?
nl: Alle bezoeken bijvoegen
pt: Incluir Todas Visitas?

# RVPage_Messages_Saved
source: Return Visit Saved.
de: Rückbesuch gespeichert
es: Revisita Guardada.
fi: Uusintakäynti tallennettu.
hu: Újralátogatás Rögzítve.
it: Visita Ulteriore Salvata
nl: Nabezoek opgeslagen.
pt: Revisita Salva.

# RVPage_Personal_Age
source: Age
de: Alter
es: Edad
fi: Ikä
hu: Kora
it: Età
nl: Leeftijd
pt: Idade

# RVPage_Personal_Description
source: Description
de: Info zur Person (Schwerhörig/Glaubt nicht an Gott/usw.)
es: Descripción
fi: Kuvaus
hu: Személyleírás
it: Descrizione
nl: Omschrijving
pt: Descrição

# RVPage_Personal_FullName
source: Full Name
de: Vollständiger Name
es: Nombre Completo
fi: Koko nimi
hu: Teljes név
it: Nome Completo
nl: Volledige naam
pt: Nome Completo

# RVPage_Personal_Headline
source: personal
de: Kontakt
fi: henkilötiedot
hu: személyes
it: Personale
nl: persoonlijk
pt: pessoal

# RVPage_Personal_PhoneNumber
source: Phone Number
de: Telefonnummer
es: Numero Telefono
fi: Puhelin
hu: Telefonszám
it: Numero di Telefono
nl: Telefoonnummer
pt: Número de Telefone

# RVPage_Reminders_AddReminder
source: Add Reminder
de: Erinnerung anlegen
es: Agregar recordatorio
fi: Lisää muistutus
hu: Emlékeztető hozzáadása
it: Aggiungi Promemoria
nl: Herinnering toevoegen
pt: Adicionar Lembrete

# RVPage_Reminders_Headline
source: reminders
de: Erinnerungen
es: recordatorio
fi: muistutukset
hu: emlékeztetők
it: Promemoria
nl: herinneringen
pt: lembretes

# RVPage_Reminders_Notes
source: Notes
de: Notizen
es: Notas
fi: Muistiinpanot
hu: Megjegyzések
it: Note
nl: Aantekeningen
pt: Notas

# RVPage_Reminders_SelectDate
source: Select Date
de: Datum wählen
es: Selecionar fecha
fi: Valitse päivä
hu: Dátum Kiválasztása
it: Scegli data
nl: Selecteer datum
pt: Escolha Data

# RVPage_Reminders_SelectTime
source: Select Time
de: Zeit wählen
es: Seleccionar tiempo
fi: Valitse aika
hu: Idő Kiválasztása
it: Scegli ora
nl: Selecteer tijd
pt: Escolha Hora

# RVPage_Visits_DaysSinceDays
source: day(s) since visit
de: Tag(e) seit Besuch
es: dias(s) ultima visita
fi: päivää käynnistä
hu: nap telt el a látogatás óta
it: Giorni dalla visita
nl: dagen sinds bezoek
pt: dia(s) desde a visita

# RVPage_Visits_Headline
source: visits
de: Besuche
es: visitas
fi: käynnit
hu: látogatások
it: Visite
nl: bezoeken
pt: visitas

# SettingsPage_About_AppVersion
source: Application Version:
de: Anwendungsversion:
es: Applicación Versión:
fi: Sovelluksen versio:
hu: Alkalmazás Verzió:
it: Versione Applicazione:
nl: Applicatie versie:
pt: Versão da Aplicação:

# SettingsPage_About_Copyright
source: Copyright 2013 Square.HipToBe
de: Copyright 2014 Square.HipToBe
es: Copyright 2014 Square.HipToBe
fi: Copyright 2014 Square.HipToBe
hu: Copyright 2014 Square.HipToBe
it: Copyright 2014 Square.HipToBe
nl: Copyright 2014 Square.HipToBe
pt: Copyright 2014 Square.HipToBe

# SettingsPage_About_Donate
source: donate to development
de: Spende an den Entwickler
es: Donar al Desarrollo
fi: anna lahjoitus kehittäjälle
hu: adomány a fejlesztőnek
it: Donare per lo sviluppo dell'applicazione
nl: Bijdragen aan ontwikkeling
pt: Doar para o Desenvolvimento

# SettingsPage_About_Headline
source: about
de: Über
es: acerca
fi: tietoja
hu: a programról
it: Info
nl: over
pt: sobre

# SettingsPage_About_Help
source: ask a question
de: Hilfe!
es: Ayuda!
fi: kysy kysymys
hu: ha kérdésed lenne
it: Aiuto!
nl: Help!
pt: Ajuda!

# SettingsPage_About_Links
source: LINKS
fi: LINKIT
hu: LINKEK
it: COLLEGAMENTI

# SettingsPage_About_OpenSource
source: OPEN SOURCE
es: ABRIR CODIGO
fi: AVOIN LÄHDEKOODI

# SettingsPage_About_Rate
source: rate this app
de: Bewerte diese App!
es: Califica esta aplicación!
fi: arvostele sovellus
hu: értékeld ezt az applikációt
it: Vota questa app!
nl: Beoordeel deze App!
pt: Avalie esta app!

# SettingsPage_About_ReportIssue
source: report bug
de: Melde einen Fehler
es: Informe de abusos
fi: raportoi virheestä
hu: hiba jelzés
it: Segnala Problemi
nl: Probleem melden
pt: Relate Problemas

# SettingsPage_About_ThisAppFOSS
source: This app is open source!
de: Diese App ist Open Source
es: Esta aplicación es de código abierto!
fi: Tämä sovellus on avointa lähdekoodia!
hu: Ez az alkalmazás nyílt forrás kódú!
it: Questa App è Open Source!
nl: Deze App is open source!
pt: Esta app é open source!

# SettingsPage_About_Version
source: Version
es: Versión
fi: Versio
hu: Verzió
it: Versione
nl: Versie
pt: Versão

# SettingsPage_Settings_AddCallPlacements
source: Automatically count RVs
de: Automatisches zählen von Rückbesuchen
es: Contar automáticamente nuevas visitas
fi: Kirjaa uusintakäynnit ja kirjallisuus erikseen
hu: Automatikus UL számolás
it: Contare automaticamente visite di ritorno
nl: Terugkeer bezoeken automatisch tellen
pt: Contar automaticamente o retorno de visitas

# SettingsPage_Settings_AppSettings
source: APPLICATION SETTINGS
de: App Einstellungen
es: Configuracion Aplicacion
fi: SOVELLUKSEN ASETUKSET
hu: ALKALMAZÁS BEÁLLÍTÁSOK
it: Impostazioni applicazione
nl: Programma instellingen
pt: Configurações da Aplicação

# SettingsPage_Settings_BeautifyPhoneNumbers
source: Beautify Phone Numbers (US Only)
de: Beautify Phone Numbers (Nur USA)
es: Embellecer numeros de telefonos(EU solo)
fi: Muunna puhelinnumerot (vain US)
hu: Szép Telefon Számok (Csak USA)
it: Abbellire i numeri di telefono (solo USA)
nl: Telefoonnummers verfraaien (alleen VS)
pt: Embelezar Número de Telefones (Somente EUA)

# SettingsPage_Settings_CSO
source: Congregation Secretary or Service Group Overseer
de: Versammlungs-Dienstaufseher
es: Superintendente de Servicio
fi: Sihteeri tai ryhmänvalvoja
hu: Gyülekezeti Titkár vagy Szolgálat Felvigyázó
it: Sorvegliante di servizio di congregazione
nl: Dienstopziener
pt: Superintendente de Serviço da Congregação

# SettingsPage_Settings_CSO_Message1
source: Tap the button above to choose the contact record of your CSO.
de: Tippe auf den oberen Button um den Kontakt zu wählen
es: Pulse el botón de arriba para seleccionar el registro de contacto de su SSC.
fi: Valitse yhteystieto napauttamalla yllä olevaa painiketta.
hu: Érintsd meg itt, és válaszd ki a kapcsolatot a telefonkönyvedből.
it: Toccare il pulsante sopra per scegliere il contatto del vostro CSO.
nl: Druk op de knop om de contactgegevens van je dienstopziener te selecteren.
pt: Aperte o botão acima para escolher o contato do seu Superindente de Serviço.

# SettingsPage_Settings_DefaultAge
source: Default Age
de: Standard Alter
es: Edad defecto
fi: Oletusikä
hu: Korod
it: Età predefinita
nl: Standaard leeftijd
pt: Idade Padrão

# SettingsPage_Settings_DeleteCallsAndRv
source: Delete Calls and RV
de: Besuche und Rückbesuche löschen
es: Borrar Registro y RV
fi: Poista käynnit ja uusintakäynnit
hu: Látogatások törlése
it: Cancella chiamate e visite ulteriori
nl: Bezoeken en nabezoeken verwijderen
pt: Excluir Chamadas e Revisitas

# SettingsPage_Settings_DeleteCallsRvNote
source: NOTE: Deleting the calls will delete the RVs from your service report.
de: BEACHTE: Wenn du die Besuche löscht, werden auch die Rückbesuche aus deinem Bericht gelöscht.
es: NOTA: Eliminación de los registros se eliminarán los RVs de su informe de servicio.
fi: HUOMAA: Käyntien poistaminen poistaa uusintakäynnit raportistasi.
hu: MEGJEGYZÉS: A látogatások törlése, törölni fogja az UL-t a jelentésedről.
it: NOTA: l'eliminazione delle chiamate eliminerà le visite ulteriori dal vostro rapporto di servizio.
nl: OPMERKING: de bezoeken verwijderen zal de nabezoeken verwijderen van je velddienstrapport.
pt: NOTA: Excluindo as visitas você vai excluir as revisitas do seu relatório de serviço.

# SettingsPage_Settings_Email
source: Email
fi: Sähköposti

# SettingsPage_Settings_Headline
source: settings
de: Einstellungen
es: Configuraciones
fi: asetukset
hu: beállítások
it: Impostazioni
nl: instellingen
pt: configurações

# SettingsPage_Settings_NickName
source: Nick Name
es: Usuario
fi: Kutsumanimi
hu: BECENÉV
it: Nome
nl: Pseudoniem
pt: Apelido

# SettingsPage_Settings_PersonalSettings
source: PERSONAL SETTINGS
de: Persönliche Einstellungen
es: Configuración Personal
fi: HENKILÖKOHTAISET ASETUKSET
hu: SZEMÉLYES BEÁLLÍTÁSOK
it: Impostazioni personali
nl: Persoonlijke instellingen
pt: Configurações Pessoais

# SettingsPage_Settings_PlacementsMessage1
source: If you don't intend to store your return visits in this app set this to 'off' and you can manually record your return visits on the add time page. If set to 'on' placements recorded on a return visit call will count towards your monthly report. If you set this to 'off' you will have to enter your placements twice (on the call and on the add time screen).
de: Wenn auf ON, wird augegebene Literatur bei einem Rückbesuch in deinem Monatsbericht gezählt. Wenn auf OFF gestellt, musst du die ausgegebene Literatur zwei Mal erfassen (im Besuch-Dialog und auf der Zeit hinzufügen Seite).
es: Si se establece en las colocaciones en 'ON' grabados en una visita llame al retorno contará en su informe mensual. Si lo ajusta a "OFF" Usted deberá introducir sus ubicaciones en dos ocasiones (en la llamada y en la pantalla de tiempo de complemento).
fi: Jos et aio tallentaa uusintakäyntejä tähän sovellukseen, laita tämä asetus pois päältä, jonka jälkeen voit listä uusintakäynnit erikseen ajan lisäys sivulla. Jos asetus on päällä, kirjallisuus joka on merkitty käynnin yhteydessä tulee automaattisesti mukaan raporttiisi. Jos asetus on pois päältä, sinun pitää merkitä kirjallisuus kahteen kertaan - käynnin tietoihin sekä ajan lisäys sivulla.
hu: Ha nem kívánod, hogy rögzítse az újralátogatásokat, az alkalmazásban válaszd a "KI" lehetőséget, így manuálisan rögzítheted az újralátogatásokat az idő hozzáadása oldalon. Amennyiben a "BE" opciót jelölted ki, úgy az újralátogatások számai bele számítanak a havi jelentésedbe. A "KI" lehetőség esetén, meg kell adnod a terjesztett anyagokat kétszer (az látogatások és az idő hozzáadása oldalon is).
it: Se impostato su 'ON' la letteratura inserita nelle visite ulteriori sarà contata sul vostro rapporto mensile. Se si imposta su 'OFF' dovrete inserire la letteratura due volte (sulla chiamata e sul display aggiungi ore)
nl: Wanneer ingeschakeld worden verspreidingen die worden genoteerd bij nabezoeken,opgeteld bij je velddienstbericht. Als je deze instelling 'uit' zet, zul je de verspreidingen 2 keer in moeten voeren (één keer bij het bezoek en op het 'tijd noteren' scherm.
pt: Se for definido como ‘ligado’ as colocações registradas em uma revisita vão contar em seu relatório mensal. Se definir como 'desligado' você vai ter que inserir suas colocações duas vezes (na tela de visita e na tela de adicionar tempo).
